{
  "es": [
    "No se dispone de la información sobre los horarios de atención.",
    "La franja horaria de operación no ha sido especificada.",
    "Los momentos de atención al cliente no están definidos.",
    "Aún no se han proporcionado los detalles sobre los horarios disponibles.",
    "La empresa no ha divulgado la información relativa a sus horarios.",
    "La disponibilidad de atención al público no ha sido especificada.",
    "Se carece de detalles acerca de los periodos de atención.",
    "La información sobre los horarios de servicio está pendiente.",
    "No se cuenta con datos precisos sobre los momentos de funcionamiento.",
    "Los horarios de atención al cliente son desconocidos en este momento.",
    "La franja temporal para consultas aún no ha sido establecida.",
    "No se tiene conocimiento acerca de las horas de servicio.",
    "Los periodos de atención y disponibilidad no han sido comunicados.",
    "La empresa aún no ha compartido detalles sobre sus horarios laborales.",
    "Los momentos específicos para la atención al cliente no han sido revelados.",
    "No se dispone de información precisa sobre los tiempos de operación.",
    "La empresa no ha especificado los horarios de atención al público.",
    "La información sobre los horarios de trabajo aún no ha sido publicada.",
    "Se desconoce la franja horaria en la que la empresa está disponible.",
    "Los detalles sobre los horarios de funcionamiento están por determinarse.",
    "La empresa no ha proporcionado información sobre las horas de atención.",
    "No se cuenta con datos disponibles sobre los momentos de servicio.",
    "La información sobre los horarios laborales aún no ha sido divulgada.",
    "Los periodos de atención al cliente se encuentran sin determinar.",
    "Se desconoce actualmente la disponibilidad horaria de la empresa.",
    "No se tienen detalles específicos sobre los horarios de atención.",
    "La empresa aún no ha comunicado la hora de inicio y finalización.",
    "No se dispone de información precisa sobre las horas de operación.",
    "La franja temporal para consultas y servicios está por confirmar.",
    "Los detalles relativos a los horarios de servicio aún no han sido compartidos.",
    "No se cuenta con información detallada sobre los momentos de atención.",
    "La empresa no ha establecido de manera clara sus horarios laborales.",
    "Se desconoce la disponibilidad horaria para actividades específicas.",
    "Los horarios de atención al público aún no han sido especificados.",
    "No se tiene constancia de los periodos de operación de la empresa.",
    "La información sobre los horarios de atención al cliente está en espera.",
    "La empresa no ha divulgado detalles sobre sus horas de servicio.",
    "Los momentos específicos de atención al público no se han revelado.",
    "No se dispone de datos concretos sobre la franja horaria de operación.",
    "La hora de inicio y finalización de operaciones aún no ha sido comunicada.",
    "Los horarios de servicio no han sido establecidos con claridad.",
    "La disponibilidad de atención al cliente no ha sido especificada.",
    "Se desconoce actualmente la hora de inicio y cierre de actividades.",
    "No se cuenta con detalles sobre los horarios de operación de la empresa.",
    "La información sobre los momentos de atención aún no está disponible.",
    "Los horarios laborales de la empresa se mantienen sin determinar.",
    "No se dispone de datos concretos sobre la disponibilidad horaria.",
    "La empresa aún no ha compartido detalles sobre sus horas de atención.",
    "Los periodos específicos de funcionamiento no han sido especificados.",
    "Se desconoce actualmente la hora de operación de la empresa."
  ],
  "en": [
    "Information on business hours is not available.",
    "The hours of operation have not been specified.",
    "Customer service times are not defined.",
    "Details on available hours have not yet been provided.",
    "The company has not disclosed information regarding its hours.",
    "Customer service availability has not been specified.",
    "Details regarding business hours are lacking.",
    "Information on business hours is pending.",
    "Precise details on operating times are not available.",
    "Customer service hours are unknown at this time.",
    "The time window for inquiries has not yet been established.",
    "Service hours are unknown.",
    "Business hours and availability have not been communicated.",
    "The company has not yet shared details on its business hours.",
    "Specific customer service times have not been revealed.",
    "Precise information on operating times is not available.",
    "The company does not has specified its business hours.",
    "Information regarding business hours has not yet been published.",
    "The business's business hours are unknown.",
    "Details regarding business hours are yet to be determined.",
    "The business has not provided information regarding business hours.",
    "No data is available regarding business hours.",
    "Information regarding business hours has not yet been released.",
    "Customer service periods are undetermined.",
    "The business's business hours are currently unknown.",
    "Specific details regarding business hours are not yet available.",
    "The business has not yet communicated start and end times.",
    "Precise information regarding business hours is not yet available.",
    "The time frame for consultations and services is yet to be confirmed.",
    "Details regarding business hours have not yet been shared.",
    "Details regarding business hours are not yet available.",
    "The business has not clearly established its business hours.",
    "Hourly availability is unknown. for specific activities.",
    "The business's operating hours have not yet been specified.",
    "The business's operating periods are unknown.",
    "Information regarding customer service hours is pending.",
    "The business has not disclosed details about its operating hours.",
    "Specific times for customer service have not been revealed.",
    "Specific details regarding operating hours are not available.",
    "Start and end times have not yet been communicated.",
    "Service hours have not been clearly established.",
    "Customer service availability has not been specified.",
    "Start and end times are currently unknown.",
    "Details regarding the business's operating hours are not yet available.",
    "Information regarding operating hours is not yet available.",
    "The business's operating hours remain undetermined.",
    "Specific details regarding availability are not available.",
    "The business has not yet shared details about its operating hours.",
    "The Specific periods of operation have not been specified.",
    "The company's operating hours are currently unknown."
  ],
  "pt": [
    "Informações sobre o horário de expediente não estão disponíveis.",
    "O horário de funcionamento não foi especificado.",
    "O horário de atendimento ao cliente não está definido.",
    "Os detalhes sobre o horário disponível ainda não foram fornecidos.",
    "A empresa não divulgou informação sobre o seu horário.",
    "A disponibilidade do serviço de apoio ao cliente não foi especificada.",
    "Faltam detalhes sobre o horário comercial.",
    "Informações sobre o horário de expediente estão pendentes.",
    "Detalhes precisos sobre o horário de funcionamento não estão disponíveis.",
    "O horário de atendimento ao cliente é desconhecido neste momento.",
    "O período para consultas ainda não está estabelecido.",
    "O horário de atendimento é desconhecido.",
    "O horário de expediente e a disponibilidade não foram comunicados.",
    "A empresa ainda não divulgou detalhes sobre o seu horário de funcionamento.",
    "Os horários específicos de atendimento ao cliente não foram divulgados.",
    "Informações precisas sobre o horário de funcionamento não estão disponíveis.",
    "A empresa não especificou o seu horário de expediente.",
    "As informações sobre o horário comercial ainda não foram publicadas.",
    "Horário comercial da empresa são desconhecidos.",
    "Os detalhes sobre o horário comercial ainda não foram determinados.",
    "A empresa não forneceu informações sobre o horário de funcionamento.",
    "Não existem dados disponíveis sobre o horário de expediente.",
    "As informações sobre o horário de expediente ainda não foram divulgadas.",
    "Os períodos de atendimento ao cliente são indeterminados.",
    "O horário de funcionamento da empresa é atualmente desconhecido.",
    "Detalhes específicos sobre o horário de funcionamento ainda não estão disponíveis.",
    "A empresa ainda não comunicou os horários de início e de fim.",
    "Informações precisas sobre o horário de expediente ainda não estão disponíveis.",
    "O horário para consultas e serviços ainda não foi confirmado.",
    "Os detalhes sobre o horário comercial ainda não foram partilhados.",
    "Os detalhes sobre o horário comercial ainda não estão disponíveis.",
    "A empresa não definiu claramente o seu horário de funcionamento.",
    "A disponibilidade horária é desconhecida para atividades específicas.",
    "O horário de funcionamento da empresa ainda não foi especificado.",
    "Os períodos de funcionamento da empresa são desconhecidos.",
    "As informações sobre o horário de atendimento ao cliente estão pendentes.",
    "O A empresa não divulgou detalhes sobre o seu horário de funcionamento.",
    "Os horários específicos de atendimento ao cliente não foram divulgados.",
    "Detalhes específicos sobre o horário de funcionamento não estão disponíveis.",
    "Os horários de início e de fim ainda não foram comunicados.",
    "O horário de atendimento não foi claramente estabelecido.",
    "A disponibilidade do serviço de apoio ao cliente não foi especificada.",
    "Os horários de início e de fim são desconhecidos de momento.",
    "Os detalhes sobre o horário de funcionamento da empresa ainda não estão disponíveis.",
    "As informações sobre o horário de funcionamento ainda não estão disponíveis.",
    "O horário de funcionamento da empresa mantém-se indeterminado.",
    "Os detalhes específicos sobre a disponibilidade não estão disponíveis.",
    "A empresa ainda não divulgou detalhes sobre o seu horário de funcionamento.",
    "Os períodos específicos de funcionamento não foram especificados.",
    "O horário de funcionamento da empresa é desconhecido neste momento"
  ],
  "fr": [
    "Les informations sur les horaires d'ouverture ne sont pas disponibles.",
    "Les heures d'ouverture n'ont pas été spécifiées.",
    "Les horaires de service client ne sont pas définis.",
    "Les détails sur les heures disponibles n'ont pas encore été fournis.",
    "L'entreprise n'a pas divulgué d'informations concernant ses horaires.",
    "La disponibilité du service client n'a pas été précisée.",
    "Les détails concernant les horaires d'ouverture manquent.",
    "Les informations sur les horaires d'ouverture sont en attente.",
    "Des détails précis sur les heures de fonctionnement ne sont pas disponibles.",
    "Les horaires de service client sont inconnus pour le moment.",
    "La plage horaire pour les demandes n'a pas encore été établie.",
    "Les heures de service sont inconnues.",
    "Les horaires d'ouverture et la disponibilité n'ont pas été communiqués.",
    "L'entreprise n'a pas encore partagé de détails sur ses horaires d'ouverture.",
    "Les horaires spécifiques de service client n'ont pas été révélés.",
    "Des informations précises sur les heures de fonctionnement ne sont pas disponibles.",
    "L'entreprise n'a pas spécifié ses horaires d'ouverture.",
    "Les informations concernant les horaires d'ouverture n'ont pas encore été publiées.",
    "Les horaires d'ouverture de l'entreprise sont inconnus.",
    "Les détails concernant les horaires d'ouverture restent à déterminer.",
    "L'entreprise n'a pas fourni d'informations sur ses horaires d'ouverture.",
    "Aucune donnée n'est disponible concernant les horaires d'ouverture.",
    "Les informations concernant les horaires d'ouverture n'ont pas encore été publiées.",
    "Les périodes de service client sont indéterminées.",
    "Les horaires d'ouverture de l'entreprise sont actuellement inconnus.",
    "Des détails spécifiques concernant les horaires d'ouverture ne sont pas encore disponibles.",
    "L'entreprise n'a pas encore communiqué les heures de début et de fin.",
    "Des informations précises concernant les horaires d'ouverture ne sont pas encore disponibles.",
    "La plage horaire pour les consultations et services est à confirmer.",
    "Les détails concernant les horaires d'ouverture n'ont pas encore été partagés.",
    "Des détails concernant les horaires d'ouverture ne sont pas encore disponibles.",
    "L'entreprise n'a pas clairement établi ses horaires d'ouverture.",
    "La disponibilité horaire est inconnue pour des activités spécifiques.",
    "Les horaires de fonctionnement de l'entreprise n'ont pas encore été spécifiés.",
    "Les périodes de fonctionnement de l'entreprise sont inconnues."
  ],
  "it": [
    "Le informazioni sugli orari di apertura non sono disponibili.",
    "Gli orari di apertura non sono stati specificati.",
    "Gli orari di servizio clienti non sono definiti.",
    "I dettagli sugli orari disponibili non sono ancora stati forniti.",
    "L'azienda non ha divulgato informazioni riguardanti i suoi orari.",
    "La disponibilità del servizio clienti non è stata specificata.",
    "Mancano dettagli sugli orari di apertura.",
    "Le informazioni sugli orari di apertura sono in attesa.",
    "Dettagli precisi sugli orari di funzionamento non sono disponibili.",
    "Gli orari di servizio clienti sono sconosciuti al momento.",
    "La fascia oraria per le richieste non è ancora stata stabilita.",
    "Gli orari di servizio sono sconosciuti.",
    "Gli orari di apertura e la disponibilità non sono stati comunicati.",
    "L'azienda non ha ancora condiviso dettagli sui suoi orari di apertura.",
    "Gli orari specifici per il servizio clienti non sono stati rivelati.",
    "Informazioni precise sugli orari di funzionamento non sono disponibili.",
    "L'azienda non ha specificato i suoi orari di apertura.",
    "Le informazioni riguardanti gli orari di apertura non sono ancora state pubblicate.",
    "Gli orari di apertura dell'azienda sono sconosciuti.",
    "I dettagli riguardanti gli orari di apertura devono ancora essere determinati.",
    "L'azienda non ha fornito informazioni sui suoi orari di funzionamento.",
    "Non sono disponibili dati riguardanti gli orari di apertura.",
    "Le informazioni sugli orari di apertura non sono ancora state divulgate.",
    "I periodi di servizio clienti sono indeterminati.",
    "Gli orari di funzionamento dell'azienda sono attualmente sconosciuti.",
    "Dettagli specifici sugli orari di funzionamento non sono ancora disponibili.",
    "L'azienda non ha ancora comunicato gli orari di inizio e fine attività.",
    "Informazioni precise sugli orari di apertura non sono ancora disponibili.",
    "La fascia temporale per consultazioni e servizi deve essere confermata.",
    "I dettagli riguardanti gli orari di funzionamento non sono stati ancora condivisi.",
    "I dettagli sugli orari di apertura non sono ancora disponibili.",
    "L'azienda non ha stabilito chiaramente i suoi orari di funzionamento."
  ]
}