{
  "es": [
    "No se dispone de la información sobre los horarios de atención.",
    "La franja horaria de operación no ha sido especificada.",
    "Los momentos de atención al cliente no están definidos.",
    "Aún no se han proporcionado los detalles sobre los horarios disponibles.",
    "La empresa no ha divulgado la información relativa a sus horarios.",
    "La disponibilidad de atención al público no ha sido especificada.",
    "Se carece de detalles acerca de los periodos de atención.",
    "La información sobre los horarios de servicio está pendiente.",
    "No se cuenta con datos precisos sobre los momentos de funcionamiento.",
    "Los horarios de atención al cliente son desconocidos en este momento.",
    "La franja temporal para consultas aún no ha sido establecida.",
    "No se tiene conocimiento acerca de las horas de servicio.",
    "Los periodos de atención y disponibilidad no han sido comunicados.",
    "La empresa aún no ha compartido detalles sobre sus horarios laborales.",
    "Los momentos específicos para la atención al cliente no han sido revelados.",
    "No se dispone de información precisa sobre los tiempos de operación.",
    "La empresa no ha especificado los horarios de atención al público.",
    "La información sobre los horarios de trabajo aún no ha sido publicada.",
    "Se desconoce la franja horaria en la que la empresa está disponible.",
    "Los detalles sobre los horarios de funcionamiento están por determinarse.",
    "La empresa no ha proporcionado información sobre las horas de atención.",
    "No se cuenta con datos disponibles sobre los momentos de servicio.",
    "La información sobre los horarios laborales aún no ha sido divulgada.",
    "Los periodos de atención al cliente se encuentran sin determinar.",
    "Se desconoce actualmente la disponibilidad horaria de la empresa.",
    "No se tienen detalles específicos sobre los horarios de atención.",
    "La empresa aún no ha comunicado la hora de inicio y finalización.",
    "No se dispone de información precisa sobre las horas de operación.",
    "La franja temporal para consultas y servicios está por confirmar.",
    "Los detalles relativos a los horarios de servicio aún no han sido compartidos.",
    "No se cuenta con información detallada sobre los momentos de atención.",
    "La empresa no ha establecido de manera clara sus horarios laborales.",
    "Se desconoce la disponibilidad horaria para actividades específicas.",
    "Los horarios de atención al público aún no han sido especificados.",
    "No se tiene constancia de los periodos de operación de la empresa.",
    "La información sobre los horarios de atención al cliente está en espera.",
    "La empresa no ha divulgado detalles sobre sus horas de servicio.",
    "Los momentos específicos de atención al público no se han revelado.",
    "No se dispone de datos concretos sobre la franja horaria de operación.",
    "La hora de inicio y finalización de operaciones aún no ha sido comunicada.",
    "Los horarios de servicio no han sido establecidos con claridad.",
    "La disponibilidad de atención al cliente no ha sido especificada.",
    "Se desconoce actualmente la hora de inicio y cierre de actividades.",
    "No se cuenta con detalles sobre los horarios de operación de la empresa.",
    "La información sobre los momentos de atención aún no está disponible.",
    "Los horarios laborales de la empresa se mantienen sin determinar.",
    "No se dispone de datos concretos sobre la disponibilidad horaria.",
    "La empresa aún no ha compartido detalles sobre sus horas de atención.",
    "Los periodos específicos de funcionamiento no han sido especificados.",
    "Se desconoce actualmente la hora de operación de la empresa."
  ],
  "en": [
    "Information on business hours is not available.",
    "The hours of operation have not been specified.",
    "Customer service times are not defined.",
    "Details on available hours have not yet been provided.",
    "The company has not disclosed information regarding its hours.",
    "Customer service availability has not been specified.",
    "Details regarding business hours are lacking.",
    "Information on business hours is pending.",
    "Precise details on operating times are not available.",
    "Customer service hours are unknown at this time.",
    "The time window for inquiries has not yet been established.",
    "Service hours are unknown.",
    "Business hours and availability have not been communicated.",
    "The company has not yet shared details on its business hours.",
    "Specific customer service times have not been revealed.",
    "Precise information on operating times is not available.",
    "The company does not has specified its business hours.",
    "Information regarding business hours has not yet been published.",
    "The business's business hours are unknown.",
    "Details regarding business hours are yet to be determined.",
    "The business has not provided information regarding business hours.",
    "No data is available regarding business hours.",
    "Information regarding business hours has not yet been released.",
    "Customer service periods are undetermined.",
    "The business's business hours are currently unknown.",
    "Specific details regarding business hours are not yet available.",
    "The business has not yet communicated start and end times.",
    "Precise information regarding business hours is not yet available.",
    "The time frame for consultations and services is yet to be confirmed.",
    "Details regarding business hours have not yet been shared.",
    "Details regarding business hours are not yet available.",
    "The business has not clearly established its business hours.",
    "Hourly availability is unknown. for specific activities.",
    "The business's operating hours have not yet been specified.",
    "The business's operating periods are unknown.",
    "Information regarding customer service hours is pending.",
    "The business has not disclosed details about its operating hours.",
    "Specific times for customer service have not been revealed.",
    "Specific details regarding operating hours are not available.",
    "Start and end times have not yet been communicated.",
    "Service hours have not been clearly established.",
    "Customer service availability has not been specified.",
    "Start and end times are currently unknown.",
    "Details regarding the business's operating hours are not yet available.",
    "Information regarding operating hours is not yet available.",
    "The business's operating hours remain undetermined.",
    "Specific details regarding availability are not available.",
    "The business has not yet shared details about its operating hours.",
    "The Specific periods of operation have not been specified.",
    "The company's operating hours are currently unknown."
  ],
  "fr": [
    "Les informations sur les horaires d'ouverture ne sont pas disponibles.",
    "Les heures d'ouverture n'ont pas été spécifiées.",
    "Les horaires de service client ne sont pas définis.",
    "Les détails sur les heures disponibles n'ont pas encore été fournis.",
    "L'entreprise n'a pas divulgué d'informations concernant ses horaires.",
    "La disponibilité du service client n'a pas été précisée.",
    "Les détails concernant les horaires d'ouverture manquent.",
    "Les informations sur les horaires d'ouverture sont en attente.",
    "Des détails précis sur les heures de fonctionnement ne sont pas disponibles.",
    "Les horaires de service client sont inconnus pour le moment.",
    "La plage horaire pour les demandes n'a pas encore été établie.",
    "Les heures de service sont inconnues.",
    "Les horaires d'ouverture et la disponibilité n'ont pas été communiqués.",
    "L'entreprise n'a pas encore partagé de détails sur ses horaires d'ouverture.",
    "Les horaires spécifiques de service client n'ont pas été révélés.",
    "Des informations précises sur les heures de fonctionnement ne sont pas disponibles.",
    "L'entreprise n'a pas spécifié ses horaires d'ouverture.",
    "Les informations concernant les horaires d'ouverture n'ont pas encore été publiées.",
    "Les horaires d'ouverture de l'entreprise sont inconnus.",
    "Les détails concernant les horaires d'ouverture restent à déterminer.",
    "L'entreprise n'a pas fourni d'informations sur ses horaires d'ouverture.",
    "Aucune donnée n'est disponible concernant les horaires d'ouverture.",
    "Les informations concernant les horaires d'ouverture n'ont pas encore été publiées.",
    "Les périodes de service client sont indéterminées.",
    "Les horaires d'ouverture de l'entreprise sont actuellement inconnus.",
    "Des détails spécifiques concernant les horaires d'ouverture ne sont pas encore disponibles.",
    "L'entreprise n'a pas encore communiqué les heures de début et de fin.",
    "Des informations précises concernant les horaires d'ouverture ne sont pas encore disponibles.",
    "La plage horaire pour les consultations et services est à confirmer.",
    "Les détails concernant les horaires d'ouverture n'ont pas encore été partagés.",
    "Des détails concernant les horaires d'ouverture ne sont pas encore disponibles.",
    "L'entreprise n'a pas clairement établi ses horaires d'ouverture.",
    "La disponibilité horaire est inconnue pour des activités spécifiques.",
    "Les horaires de fonctionnement de l'entreprise n'ont pas encore été spécifiés.",
    "Les périodes de fonctionnement de l'entreprise sont inconnues."
  ],
  "pt": [
    "Informações sobre o horário de expediente não estão disponíveis.",
    "O horário de funcionamento não foi especificado.",
    "O horário de atendimento ao cliente não está definido.",
    "Os detalhes sobre o horário disponível ainda não foram fornecidos.",
    "A empresa não divulgou informação sobre o seu horário.",
    "A disponibilidade do serviço de apoio ao cliente não foi especificada.",
    "Faltam detalhes sobre o horário comercial.",
    "Informações sobre o horário de expediente estão pendentes.",
    "Detalhes precisos sobre o horário de funcionamento não estão disponíveis.",
    "O horário de atendimento ao cliente é desconhecido neste momento.",
    "O período para consultas ainda não está estabelecido.",
    "O horário de atendimento é desconhecido.",
    "O horário de expediente e a disponibilidade não foram comunicados.",
    "A empresa ainda não divulgou detalhes sobre o seu horário de funcionamento.",
    "Os horários específicos de atendimento ao cliente não foram divulgados.",
    "Informações precisas sobre o horário de funcionamento não estão disponíveis.",
    "A empresa não especificou o seu horário de expediente.",
    "As informações sobre o horário comercial ainda não foram publicadas.",
    "Horário comercial da empresa são desconhecidos.",
    "Os detalhes sobre o horário comercial ainda não foram determinados.",
    "A empresa não forneceu informações sobre o horário de funcionamento.",
    "Não existem dados disponíveis sobre o horário de expediente.",
    "As informações sobre o horário de expediente ainda não foram divulgadas.",
    "Os períodos de atendimento ao cliente são indeterminados.",
    "O horário de funcionamento da empresa é atualmente desconhecido.",
    "Detalhes específicos sobre o horário de funcionamento ainda não estão disponíveis.",
    "A empresa ainda não comunicou os horários de início e de fim.",
    "Informações precisas sobre o horário de expediente ainda não estão disponíveis.",
    "O horário para consultas e serviços ainda não foi confirmado.",
    "Os detalhes sobre o horário comercial ainda não foram partilhados.",
    "Os detalhes sobre o horário comercial ainda não estão disponíveis.",
    "A empresa não definiu claramente o seu horário de funcionamento.",
    "A disponibilidade horária é desconhecida para atividades específicas.",
    "O horário de funcionamento da empresa ainda não foi especificado.",
    "Os períodos de funcionamento da empresa são desconhecidos.",
    "As informações sobre o horário de atendimento ao cliente estão pendentes.",
    "O A empresa não divulgou detalhes sobre o seu horário de funcionamento.",
    "Os horários específicos de atendimento ao cliente não foram divulgados.",
    "Detalhes específicos sobre o horário de funcionamento não estão disponíveis.",
    "Os horários de início e de fim ainda não foram comunicados.",
    "O horário de atendimento não foi claramente estabelecido.",
    "A disponibilidade do serviço de apoio ao cliente não foi especificada.",
    "Os horários de início e de fim são desconhecidos de momento.",
    "Os detalhes sobre o horário de funcionamento da empresa ainda não estão disponíveis.",
    "As informações sobre o horário de funcionamento ainda não estão disponíveis.",
    "O horário de funcionamento da empresa mantém-se indeterminado.",
    "Os detalhes específicos sobre a disponibilidade não estão disponíveis.",
    "A empresa ainda não divulgou detalhes sobre o seu horário de funcionamento.",
    "Os períodos específicos de funcionamento não foram especificados.",
    "O horário de funcionamento da empresa é desconhecido neste momento"
  ],
  "de": [
    "Informationen zu den Öffnungszeiten sind nicht verfügbar.",
    "Die Betriebszeiten wurden nicht angegeben.",
    "Die Kundenservicezeiten sind nicht definiert.",
    "Details zu den verfügbaren Zeiten wurden noch nicht bereitgestellt.",
    "Das Unternehmen hat keine Informationen zu seinen Öffnungszeiten veröffentlicht.",
    "Die Verfügbarkeit des Kundenservices wurde nicht spezifiziert.",
    "Es fehlen Details zu den Öffnungszeiten.",
    "Informationen zu den Öffnungszeiten stehen noch aus.",
    "Präzise Details zu den Betriebszeiten sind nicht verfügbar.",
    "Die Kundenservicezeiten sind derzeit unbekannt.",
    "Der Zeitraum für Anfragen wurde noch nicht festgelegt.",
    "Die Servicezeiten sind unbekannt.",
    "Öffnungszeiten und Verfügbarkeit wurden nicht kommuniziert.",
    "Das Unternehmen hat noch keine Details zu seinen Öffnungszeiten geteilt.",
    "Spezifische Kundenservicezeiten wurden nicht offengelegt.",
    "Präzise Informationen zu den Betriebszeiten sind nicht verfügbar.",
    "Das Unternehmen hat seine Öffnungszeiten nicht spezifiziert.",
    "Informationen zu den Öffnungszeiten wurden noch nicht veröffentlicht.",
    "Die Öffnungszeiten des Unternehmens sind unbekannt.",
    "Details zu den Öffnungszeiten müssen noch bestimmt werden.",
    "Das Unternehmen hat keine Informationen zu seinen Betriebszeiten bereitgestellt.",
    "Es liegen keine Daten zu den Öffnungszeiten vor.",
    "Informationen zu den Öffnungszeiten wurden noch nicht veröffentlicht.",
    "Kundenservicezeiträume sind unbestimmt.",
    "Die Betriebszeiten des Unternehmens sind derzeit unbekannt.",
    "Spezifische Details zu den Betriebszeiten sind noch nicht verfügbar.",
    "Das Unternehmen hat die Start- und Endzeiten noch nicht kommuniziert.",
    "Präzise Informationen zu den Öffnungszeiten sind noch nicht verfügbar.",
    "Der Zeitraum für Beratungen und Dienstleistungen muss noch bestätigt werden.",
    "Details zu den Betriebszeiten wurden noch nicht geteilt.",
    "Details zu den Öffnungszeiten sind noch nicht verfügbar.",
    "Das Unternehmen hat seine Betriebszeiten nicht klar festgelegt.",
    "Die zeitliche Verfügbarkeit für spezifische Aktivitäten ist unbekannt.",
    "Die Betriebszeiten des Unternehmens wurden noch nicht spezifiziert.",
    "Die Betriebszeiträume des Unternehmens sind unbekannt."
  ],
  "fi": [
    "Tietoja aukioloajoista ei ole saatavilla.",
    "Aukioloajat eivät ole määritelty.",
    "Asiakaspalvelun ajat eivät ole määritelty.",
    "Tietoja saatavilla olevista ajoista ei ole vielä annettu.",
    "Yritys ei ole julkaissut tietoja aukioloajoistaan.",
    "Asiakaspalvelun saatavuus ei ole määritelty.",
    "Tietoja aukioloajoista puuttuu.",
    "Tietoja aukioloajoista odotetaan.",
    "Tarkat tiedot toiminta-ajoista eivät ole saatavilla.",
    "Asiakaspalvelun ajat ovat tällä hetkellä tuntemattomat.",
    "Kyselyjen aikarajaa ei ole vielä asetettu.",
    "Palveluajat ovat tuntemattomat.",
    "Aukioloajat ja saatavuus eivät ole tiedossa.",
    "Yritys ei ole vielä jakanut tietoja aukioloajoistaan.",
    "Erityiset asiakaspalveluajat eivät ole paljastuneet.",
    "Tarkkoja tietoja toiminta-ajoista ei ole saatavilla.",
    "Yritys ei ole määritellyt aukioloaikojaan.",
    "Tietoja aukioloajoista ei ole vielä julkaistu.",
    "Yrityksen aukioloajat ovat tuntemattomat.",
    "Aukioloaikojen yksityiskohdat on vielä määriteltävä.",
    "Yritys ei ole antanut tietoja aukioloajoistaan.",
    "Aukioloajoista ei ole saatavilla tietoja.",
    "Tietoja aukioloajoista ei ole vielä julkaistu.",
    "Asiakaspalvelun jaksot ovat määrittelemättömiä.",
    "Yrityksen aukioloajat ovat tällä hetkellä tuntemattomat.",
    "Erityiset tiedot aukioloajoista eivät ole vielä saatavilla.",
    "Yritys ei ole vielä ilmoittanut aloitus- ja lopetusajoista.",
    "Tarkkoja tietoja aukioloajoista ei ole vielä saatavilla.",
    "Konsultaatioiden ja palveluiden aikaraja on vahvistamatta.",
    "Tietoja aukioloajoista ei ole vielä jaettu.",
    "Tietoja aukioloajoista eivät ole vielä saatavilla."
  ],
  "pl": [
    "Informacje o godzinach otwarcia nie są dostępne.",
    "Godziny otwarcia nie zostały określone.",
    "Czasy obsługi klienta nie są zdefiniowane.",
    "Szczegóły dotyczące dostępnych godzin nie zostały jeszcze podane.",
    "Firma nie ujawniała informacji dotyczących swoich godzin.",
    "Dostępność obsługi klienta nie została określona.",
    "Brakuje szczegółów dotyczących godzin otwarcia.",
    "Informacje o godzinach otwarcia są w toku.",
    "Dokładne szczegóły dotyczące godzin pracy nie są dostępne.",
    "Godziny obsługi klienta są obecnie nieznane.",
    "Okres czasowy na zapytania nie został jeszcze ustalony.",
    "Godziny pracy są nieznane.",
    "Godziny otwarcia i dostępność nie zostały przekazane.",
    "Firma jeszcze nie udostępniła szczegółów dotyczących swoich godzin otwarcia.",
    "Specyficzne godziny obsługi klienta nie zostały ujawnione.",
    "Dokładne informacje o godzinach pracy nie są dostępne.",
    "Firma nie określiła swoich godzin otwarcia.",
    "Informacje dotyczące godzin otwarcia jeszcze nie zostały opublikowane.",
    "Godziny otwarcia firmy są nieznane.",
    "Szczegóły dotyczące godzin otwarcia muszą być jeszcze ustalone.",
    "Firma nie dostarczyła informacji na temat swoich godzin pracy.",
    "Brak dostępnych danych dotyczących godzin otwarcia.",
    "Informacje o godzinach otwarcia jeszcze nie zostały ujawnione.",
    "Okresy obsługi klienta są niedookreślone.",
    "Godziny pracy firmy są obecnie nieznane.",
    "Szczegółowe informacje dotyczące godzin pracy jeszcze nie są dostępne.",
    "Firma jeszcze nie ogłosiła godzin rozpoczęcia i zakończenia działalności.",
    "Dokładne informacje o godzinach otwarcia jeszcze nie są dostępne.",
    "Okres czasowy na konsultacje i usługi musi być potwierdzony.",
    "Szczegóły dotyczące godzin pracy jeszcze nie zostały udostępnione.",
    "Szczegóły dotyczące godzin otwarcia jeszcze nie są dostępne."
  ],
  "be": [
    "Інформацыя пра гадзіны працы недаступная.",
    "Гадзіны працы не былі ўказаны.",
    "Час працы службы падтрымкі не вызначаны.",
    "Дэталі пра даступныя гадзіны яшчэ не прадастаўлены.",
    "Кампанія не раскрыла інфармацыю пра свае гадзіны працы.",
    "Даступнасць службы падтрымкі не была ўказана.",
    "Адсутнічаюць дэталі пра гадзіны працы.",
    "Інфармацыя пра гадзіны працы чакае пацверджання.",
    "Точные дэталі пра гадзіны працы недаступныя.",
    "Часы працы службы падтрымкі на дадзены момант невядомыя.",
    "Перыяд для запытаў яшчэ не ўсталяваны.",
    "Часы абслугоўвання невядомыя.",
    "Гадзіны працы і даступнасць не былі паведамленыя.",
    "Кампанія яшчэ не падзялілася дэталямі пра свае гадзіны працы.",
    "Канкрэтныя часы абслугоўвання кліентаў не былі раскрытыя.",
    "Точные звесткі пра гадзіны працы недаступныя.",
    "Кампанія не ўказала свае гадзіны працы.",
    "Інфармацыя пра гадзіны працы яшчэ не апублікаваная.",
    "Гадзіны працы кампаніі невядомыя.",
    "Дэталі пра гадзіны працы яшчэ трэба вызначыць.",
    "Кампанія не прадставіла інфармацыю пра свае гадзіны працы.",
    "Дадзеныя пра гадзіны працы недаступныя.",
    "Інфармацыя пра гадзіны працы яшчэ не апублікаваная.",
    "Перыяды абслугоўвання кліентаў невызначаныя.",
    "Гадзіны працы кампаніі на дадзены момант невядомыя.",
    "Канкрэтныя дэталі пра гадзіны працы яшчэ недаступныя.",
    "Кампанія яшчэ не паведаміла час пачатку і заканчэння работы.",
    "Точные звесткі пра гадзіны працы яшчэ недаступныя.",
    "Перыяд для кансультацый і паслуг яшчэ трэба пацвердзіць."
  ],
  "nl": [
    "Informatie over openingstijden is niet beschikbaar.",
    "De openingstijden zijn niet gespecificeerd.",
    "De tijden voor klantenservice zijn niet gedefinieerd.",
    "Details over beschikbare tijden zijn nog niet verstrekt.",
    "Het bedrijf heeft geen informatie over zijn openingstijden bekendgemaakt.",
    "De beschikbaarheid van klantenservice is niet gespecificeerd.",
    "Details over openingstijden ontbreken.",
    "Informatie over openingstijden is in afwachting.",
    "Precieze details over de bedrijfstijden zijn niet beschikbaar.",
    "De klantenservice-uren zijn momenteel onbekend.",
    "Het tijdsvenster voor vragen is nog niet vastgesteld.",
    "De service-uren zijn onbekend.",
    "Openingstijden en beschikbaarheid zijn niet gecommuniceerd.",
    "Het bedrijf heeft nog geen details over zijn openingstijden gedeeld.",
    "Specifieke klantenservice-tijden zijn niet onthuld.",
    "Precieze informatie over de bedrijfstijden is niet beschikbaar.",
    "Het bedrijf heeft zijn openingstijden niet gespecificeerd.",
    "Informatie over de openingstijden is nog niet gepubliceerd.",
    "De openingstijden van het bedrijf zijn onbekend.",
    "Details over de openingstijden moeten nog worden bepaald.",
    "Het bedrijf heeft geen informatie over de bedrijfstijden verstrekt.",
    "Er zijn geen gegevens beschikbaar over de openingstijden.",
    "Informatie over de openingstijden is nog niet vrijgegeven.",
    "Periodes van klantenservice zijn onbepaald.",
    "De openingstijden van het bedrijf zijn momenteel onbekend.",
    "Specifieke details over de bedrijfstijden zijn nog niet beschikbaar.",
    "Het bedrijf heeft de start- en eindtijden nog niet gecommuniceerd.",
    "Precieze informatie over de openingstijden is nog niet beschikbaar.",
    "Het tijdsbestek voor consultaties en diensten moet nog worden bevestigd."
  ],
  "ro": [
    "Informațiile despre programul de lucru nu sunt disponibile.",
    "Orele de funcționare nu au fost specificate.",
    "Orele de asistență pentru clienți nu sunt definite.",
    "Detaliile despre orele disponibile nu au fost încă furnizate.",
    "Compania nu a divulgat informații referitoare la programul său.",
    "Disponibilitatea asistenței pentru clienți nu a fost specificată.",
    "Lipsesc detalii despre programul de lucru.",
    "Informațiile despre programul de lucru sunt în așteptare.",
    "Detalii precise despre orele de funcționare nu sunt disponibile.",
    "Orele de asistență pentru clienți sunt necunoscute în acest moment.",
    "Intervalul orar pentru întrebări nu a fost stabilit încă.",
    "Orele de serviciu sunt necunoscute.",
    "Programul de lucru și disponibilitatea nu au fost comunicate.",
    "Compania nu a împărtășit încă detalii despre programul său de lucru.",
    "Orele specifice de asistență pentru clienți nu au fost dezvăluite.",
    "Informații precise despre orele de funcționare nu sunt disponibile.",
    "Compania nu și-a specificat programul de lucru.",
    "Informațiile referitoare la programul de lucru nu au fost încă publicate.",
    "Programul de lucru al companiei este necunoscut.",
    "Detaliile referitoare la programul de lucru urmează să fie stabilite.",
    "Compania nu a furnizat informații despre orele sale de funcționare.",
    "Nu există date disponibile referitoare la programul de lucru.",
    "Informațiile referitoare la programul de lucru nu au fost încă divulgate.",
    "Perioadele de asistență pentru clienți sunt nedeterminate.",
    "Programul de lucru al companiei este în prezent necunoscut.",
    "Detalii specifice referitoare la programul de lucru nu sunt încă disponibile.",
    "Compania nu a comunicat încă orele de început și de sfârșit.",
    "Informații precise referitoare la programul de lucru nu sunt încă disponibile.",
    "Intervalul orar pentru consultări și servicii urmează să fie confirmat.",
    "Detaliile referitoare la programul de lucru nu au fost încă împărtășite.",
    "Detalii referitoare la programul de lucru nu sunt încă disponibile."
  ],
  "lt": [
    "Informacija apie darbo laiką nėra prieinama.",
    "Darbo valandos nebuvo nurodytos.",
    "Klientų aptarnavimo laikai nėra apibrėžti.",
    "Informacija apie galimas valandas dar nebuvo pateikta.",
    "Įmonė nepaskelbė informacijos apie savo darbo laiką.",
    "Klientų aptarnavimo prieinamumas nebuvo nurodytas.",
    "Trūksta informacijos apie darbo valandas.",
    "Informacija apie darbo laiką laukia patvirtinimo.",
    "Tiksli informacija apie veiklos laikus nėra prieinama.",
    "Klientų aptarnavimo valandos šiuo metu nežinomos.",
    "Klausimų laiko tarpas dar nebuvo nustatytas.",
    "Paslaugų valandos yra nežinomos.",
    "Darbo valandos ir prieinamumas nebuvo perduoti.",
    "Įmonė dar nepaskelbė informacijos apie savo darbo valandas.",
    "Specifinės klientų aptarnavimo valandos nebuvo atskleistos.",
    "Tiksli informacija apie veiklos laikus nėra prieinama.",
    "Įmonė nenurodė savo darbo valandų.",
    "Informacija apie darbo laiką dar nebuvo paskelbta.",
    "Įmonės darbo valandos yra nežinomos.",
    "Darbo valandų detalės dar turi būti nustatytos.",
    "Įmonė nepateikė informacijos apie savo veiklos laikus.",
    "Nėra duomenų apie darbo valandas.",
    "Informacija apie darbo laiką dar nebuvo paskelbta.",
    "Klientų aptarnavimo periodai yra nenustatyti.",
    "Įmonės darbo valandos šiuo metu nežinomos.",
    "Specifinė informacija apie veiklos laikus dar nėra prieinama.",
    "Įmonė dar nekomunikavo pradžios ir pabaigos laikų."
  ],
  "cs": [
    "Informace o otevírací době nejsou k dispozici.",
    "Otevírací doba nebyla specifikována.",
    "Časy zákaznického servisu nejsou definovány.",
    "Podrobnosti o dostupných časech zatím nebyly poskytnuty.",
    "Společnost nezveřejnila informace o svých otevíracích hodinách.",
    "Dostupnost zákaznického servisu nebyla specifikována.",
    "Chybí podrobnosti o otevíracích hodinách.",
    "Informace o otevíracích hodinách čekají na potvrzení.",
    "Přesné podrobnosti o provozních časech nejsou k dispozici.",
    "Hodiny zákaznického servisu jsou v tuto chvíli neznámé.",
    "Časový rámec pro dotazy ještě nebyl stanoven.",
    "Provozní hodiny jsou neznámé.",
    "Otevírací doba a dostupnost nebyly komunikovány.",
    "Společnost dosud nesdílela podrobnosti o svých otevíracích hodinách.",
    "Specifické časy zákaznického servisu nebyly zveřejněny.",
    "Přesné informace o provozních časech nejsou k dispozici.",
    "Společnost nespecifikovala své otevírací hodiny.",
    "Informace o otevíracích hodinách ještě nebyly zveřejněny.",
    "Otevírací doba společnosti je neznámá.",
    "Podrobnosti o otevíracích hodinách musí být ještě stanoveny.",
    "Společnost neposkytla informace o svých provozních hodinách.",
    "Nejsou k dispozici žádná data týkající se otevíracích hodin.",
    "Informace o otevíracích hodinách ještě nebyly zveřejněny.",
    "Období zákaznického servisu jsou neurčitá.",
    "Otevírací doba společnosti je v současné době neznámá."
  ],
  "si": [
    "Informacije o odpiralnem času niso na voljo.",
    "Obratovalni čas ni bil naveden.",
    "Časi za pomoč strankam niso določeni.",
    "Podrobnosti o razpoložljivem urniku še niso bile podane.",
    "Podjetje ni razkrilo informacij o svojem delovnem času.",
    "Razpoložljivost za javnost ni bila določena.",
    "Podrobnosti o časih storitev manjkajo.",
    "Informacije o času storitev še niso na voljo.",
    "Natančni podatki o obratovalnih časih niso na voljo.",
    "Odpiralni časi za stranke trenutno niso znani.",
    "Časovni okvir za posvetovanja še ni določen.",
    "Ni podatkov o delovnem času.",
    "Časi in razpoložljivost za pomoč strankam niso bili objavljeni.",
    "Podjetje še ni delilo podrobnosti o svojem delovnem času.",
    "Natančni časi za pomoč strankam še niso bili razkriti.",
    "Natančne informacije o obratovalnem času niso na voljo.",
    "Podjetje ni navedlo svojih ur za javnost.",
    "Informacije o delovnem času še niso bile objavljene.",
    "Ni znano, kdaj je podjetje na voljo.",
    "Podrobnosti o obratovalnem času še niso bile določene.",
    "Podjetje ni podalo informacij o svojih delovnih urah.",
    "Ni podatkov o časih storitev.",
    "Informacije o delovnem času še niso bile razkrite.",
    "Obdobja za pomoč strankam niso določena.",
    "Trenutno ni znana razpoložljivost podjetja.",
    "Ni posebnih podrobnosti o odpiralnem času.",
    "Podjetje še ni objavilo začetka in konca delovnega časa.",
    "Ni natančnih podatkov o delovnem času.",
    "Časovni okvir za posvetovanja in storitve še ni potrjen.",
    "Podrobnosti o času storitev še niso bile deljene.",
    "Ni podrobnih informacij o časih storitev.",
    "Podjetje ni jasno določilo svojega delovnega časa.",
    "Ni znano, kdaj je podjetje na voljo za posebne dejavnosti.",
    "Odpiralni čas še ni bil naveden.",
    "Ni podatkov o delovnih obdobjih podjetja.",
    "Informacije o času za pomoč strankam še čakajo.",
    "Podjetje ni objavilo podrobnosti o svojem delovnem času.",
    "Natančni časi za pomoč javnosti še niso bili razkriti.",
    "Ni konkretnih podatkov o obratovalnem času.",
    "Začetek in konec delovanja še nista bila sporočena.",
    "Časi storitev niso bili jasno določeni.",
    "Razpoložljivost za pomoč strankam ni bila določena.",
    "Trenutno ni znan začetek in konec aktivnosti.",
    "Ni podatkov o obratovalnem času podjetja.",
    "Informacije o času storitev še niso na voljo.",
    "Delovni čas podjetja še ni določen.",
    "Ni konkretnih podatkov o razpoložljivosti.",
    "Podjetje še ni delilo informacij o svojem delovnem času.",
    "Posebni delovni časi še niso bili navedeni.",
    "Trenutno ni znan delovni čas podjetja."
  ],
  "lv": [
    "Nav pieejama informācija par darba laiku.",
    "Darbalaika intervāls nav norādīts.",
    "Klientu apkalpošanas laiki nav definēti.",
    "Informācija par pieejamajiem laikiem vēl nav sniegta.",
    "Uzņēmums nav izpaudis informāciju par savu darba laiku.",
    "Nav norādīta pieejamība klientu apkalpošanai.",
    "Trūkst informācijas par apkalpošanas periodiem.",
    "Informācija par apkalpošanas laikiem vēl nav pieejama.",
    "Nav precīzu datu par darbības laikiem.",
    "Klientu apkalpošanas laiki pašlaik nav zināmi.",
    "Konsultāciju laiks vēl nav noteikts.",
    "Nav zināmas darba stundas.",
    "Apkalpošanas un pieejamības periodi nav paziņoti.",
    "Uzņēmums vēl nav sniedzis informāciju par savu darba laiku.",
    "Specifiskie klientu apkalpošanas laiki nav atklāti.",
    "Nav pieejama precīza informācija par darbības laikiem.",
    "Uzņēmums nav norādījis klientu apkalpošanas stundas.",
    "Informācija par darba laiku vēl nav publicēta.",
    "Nav zināms, kad uzņēmums ir pieejams.",
    "Informācija par darbības laikiem vēl nav noteikta.",
    "Uzņēmums nav sniedzis informāciju par savām darba stundām.",
    "Nav pieejami dati par apkalpošanas laikiem.",
    "Informācija par darba grafiku vēl nav atklāta.",
    "Klientu apkalpošanas periodi nav noteikti.",
    "Pašlaik nav zināma uzņēmuma pieejamība.",
    "Nav specifiskas informācijas par apkalpošanas laikiem.",
    "Uzņēmums vēl nav paziņojis sākuma un beigu laikus.",
    "Nav precīzas informācijas par darba stundām.",
    "Konsultāciju un apkalpošanas laiks vēl nav apstiprināts.",
    "Informācija par apkalpošanas laikiem vēl nav dalīta.",
    "Nav detalizētas informācijas par apkalpošanas periodiem.",
    "Uzņēmums nav skaidri noteicis savu darba grafiku.",
    "Nav zināma pieejamība konkrētām darbībām.",
    "Klientu apkalpošanas stundas vēl nav norādītas.",
    "Nav zināmi uzņēmuma darbības periodi.",
    "Informācija par klientu apkalpošanas laiku ir gaidāma.",
    "Uzņēmums nav sniedzis sīkāku informāciju par savu darba laiku.",
    "Nav atklāti specifiskie klientu apkalpošanas laiki.",
    "Nav konkrētu datu par darbalaiku.",
    "Darbības sākuma un beigu laiks vēl nav paziņots.",
    "Apkalpošanas laiki nav skaidri noteikti.",
    "Klientu apkalpošanas pieejamība nav norādīta.",
    "Pašlaik nav zināms darbības sākuma un beigu laiks.",
    "Nav informācijas par uzņēmuma darbības laikiem.",
    "Informācija par apkalpošanas periodiem vēl nav pieejama.",
    "Uzņēmuma darba laiks vēl nav noteikts.",
    "Nav konkrētas informācijas par pieejamību.",
    "Uzņēmums vēl nav sniedzis informāciju par savu apkalpošanas laiku.",
    "Specifiski darbības periodi nav norādīti.",
    "Pašlaik nav zināms uzņēmuma darba laiks."
  ],
  "sr-ME": [
    "Informacije o radnom vremenu nisu dostupne.",
    "Vremenski raspon rada nije naveden.",
    "Vremena za korisničku podršku nisu definisana.",
    "Detalji o dostupnim terminima još nijesu dostavljeni.",
    "Kompanija nije objavila informacije o svom radnom vremenu.",
    "Dostupnost za javnost nije precizirana.",
    "Nema detalja o vremenskim periodima rada.",
    "Informacije o radnom vremenu su još u pripremi.",
    "Nema tačnih podataka o vremenu rada.",
    "Radno vrijeme za korisnike trenutno nije poznato.",
    "Termin za konsultacije još nije utvrđen.",
    "Nema saznanja o satima rada.",
    "Periodi dostupnosti i rada nijesu objavljeni.",
    "Kompanija još nije podijelila detalje o radnom vremenu.",
    "Tačni termini za korisničku podršku nijesu objavljeni.",
    "Nema preciznih informacija o operativnim satima.",
    "Kompanija nije navela radno vrijeme za javnost.",
    "Informacije o radnim satima još nijesu objavljene.",
    "Nije poznato kada je kompanija dostupna.",
    "Detalji o radnom vremenu još nijesu određeni.",
    "Kompanija nije dostavila informacije o satima rada.",
    "Nema dostupnih podataka o terminima usluge.",
    "Informacije o radnom vremenu još nijesu otkrivene.",
    "Periodi rada za korisnike nijesu određeni.",
    "Trenutno nije poznata vremenska dostupnost kompanije.",
    "Nema konkretnih detalja o radnim satima.",
    "Kompanija još nije saopštila početak i kraj radnog vremena.",
    "Nema preciznih podataka o satima rada.",
    "Vremenski okvir za usluge i konsultacije još nije potvrđen.",
    "Detalji o radnim terminima još nijesu podijeljeni.",
    "Nema detaljnih informacija o vremenima rada.",
    "Kompanija nije jasno definisala svoje radno vrijeme.",
    "Nije poznata dostupnost za specifične aktivnosti.",
    "Radno vrijeme za korisnike još nije precizirano.",
    "Nema informacija o operativnim periodima firme.",
    "Informacije o vremenu rada su na čekanju.",
    "Kompanija nije objavila podatke o svojim satima usluge.",
    "Specifični termini za javnost nijesu objavljeni.",
    "Nema konkretnih podataka o radnom vremenu.",
    "Početak i kraj rada još nijesu saopšteni.",
    "Radni sati nijesu jasno određeni.",
    "Dostupnost korisničke podrške nije navedena.",
    "Trenutno nije poznato vrijeme početka i završetka aktivnosti.",
    "Nema podataka o radnom vremenu kompanije.",
    "Informacije o terminima podrške još nijesu dostupne.",
    "Radno vrijeme firme još nije definisano.",
    "Nema konkretnih podataka o dostupnosti.",
    "Kompanija još nije objavila informacije o svojim satima rada.",
    "Specifični periodi funkcionisanja nijesu precizirani.",
    "Trenutno nije poznato vrijeme rada firme."
  ],
  "sv": [
    "Information om öppettider är inte tillgänglig.",
    "Tidsintervallet för drift har inte angetts.",
    "Kundtjänstens öppettider är inte definierade.",
    "Detaljer om tillgängliga tider har ännu inte tillhandahållits.",
    "Företaget har inte offentliggjort information om sina öppettider.",
    "Tillgänglighet för allmänheten har inte specificerats.",
    "Det saknas information om servicetider.",
    "Information om öppettider väntar fortfarande.",
    "Exakta uppgifter om driftstider finns inte tillgängliga.",
    "Företagets kundtjänsttider är för närvarande okända.",
    "Tidsram för rådgivning har ännu inte fastställts.",
    "Det finns ingen kännedom om öppettider.",
    "Tider för kundtjänst och tillgänglighet har inte kommunicerats.",
    "Företaget har ännu inte delat med sig av sina öppettider.",
    "Specifika tider för kundtjänst har inte avslöjats.",
    "Ingen exakt information finns om driftstiderna.",
    "Företaget har inte specificerat öppettider för allmänheten.",
    "Information om arbetstider har ännu inte publicerats.",
    "Tidsintervallet då företaget är tillgängligt är okänt.",
    "Detaljer om öppettiderna har ännu inte fastställts.",
    "Företaget har inte lämnat information om sina öppettider.",
    "Ingen information finns tillgänglig om servicetiderna.",
    "Information om arbetstider har ännu inte avslöjats.",
    "Kundtjänstens öppettider är ännu inte fastställda.",
    "Företagets tillgänglighet är för närvarande okänd.",
    "Inga specifika detaljer finns om öppettiderna.",
    "Företaget har ännu inte meddelat start- och sluttider.",
    "Ingen exakt information finns om arbetstiderna.",
    "Tidsram för konsultationer och tjänster är ännu inte bekräftad.",
    "Detaljer om öppettider har ännu inte delats.",
    "Inga detaljerade uppgifter finns om servicetider.",
    "Företaget har inte tydligt fastställt sina arbetstider.",
    "Tillgängligheten för specifika aktiviteter är okänd.",
    "Företagets kundtjänsttider har ännu inte specificerats.",
    "Ingen information finns om företagets driftperioder.",
    "Information om kundtjänsttider väntar.",
    "Företaget har inte avslöjat information om sina öppettider.",
    "Specifika tider för kundtjänst har inte meddelats.",
    "Inga konkreta uppgifter finns om driftstiderna.",
    "Start- och sluttider för verksamheten har ännu inte kommunicerats.",
    "Servicetider har inte fastställts tydligt.",
    "Tillgängligheten för kundtjänst har inte specificerats.",
    "Start- och sluttid för aktiviteter är för närvarande okänd.",
    "Ingen information finns om företagets arbetstider.",
    "Information om servicetider är ännu inte tillgänglig.",
    "Företagets arbetstider har ännu inte fastställts.",
    "Inga konkreta uppgifter finns om tillgänglighet.",
    "Företaget har ännu inte delat sina servicetider.",
    "Specifika perioder för drift har inte angivits.",
    "Företagets öppettider är för närvarande okända."
  ],
  "zh": [
    "暂无营业时间的信息。",
    "营业时间尚未指定。",
    "客户服务时间尚未定义。",
    "尚未提供可用时间的详细信息。",
    "公司尚未公布其营业时间的信息。",
    "对公众的服务时间尚未说明。",
    "缺乏有关服务时间的详细信息。",
    "服务时间信息尚未更新。",
    "目前没有关于营业时间的准确信息。",
    "目前未知客户服务的具体时间。",
    "咨询时间尚未确定。",
    "尚不清楚服务时间。",
    "客户服务和可用时间尚未公布。",
    "公司尚未提供其营业时间的详细信息。",
    "客户服务的具体时间尚未披露。",
    "暂无营业时间的准确信息。",
    "公司尚未说明公众服务时间。",
    "工作时间信息尚未发布。",
    "尚不清楚公司何时可用。",
    "营业时间的详细信息尚待确定。",
    "公司尚未提供有关服务时间的信息。",
    "暂无服务时间的相关数据。",
    "营业时间信息尚未披露。",
    "客户服务时段尚未确定。",
    "目前无法得知公司的时间安排。",
    "暂无关于营业时间的具体细节。",
    "公司尚未公布开始和结束时间。",
    "暂无关于运营时间的准确信息。",
    "咨询和服务时间尚待确认。",
    "服务时间的详细信息尚未共享。",
    "暂无详细的服务时间信息。",
    "公司尚未明确设定工作时间。",
    "尚不清楚特定活动的时间安排。",
    "客户服务的开放时间尚未说明。",
    "公司营业时间尚未记录。",
    "客户服务时间信息尚待公布。",
    "公司尚未发布其服务时间的细节。",
    "尚未公布具体的公众服务时间。",
    "暂无明确的营业时间数据。",
    "营业开始与结束时间尚未通知。",
    "服务时间尚未清晰设定。",
    "客户服务的可用性尚未说明。",
    "目前无法得知活动的起止时间。",
    "暂无公司营业时间的相关信息。",
    "服务时间信息尚未提供。",
    "公司工作时间仍未确定。",
    "暂无关于时间可用性的确切数据。",
    "公司尚未分享其服务时间的详细信息。",
    "具体的运营时间尚未指定。",
    "目前未知公司的运营时间。"
  ],
  "li": [
    "Informatie euver de ópeningstied is neet besjikbaar.",
    "De ópeningstied is nog neet aangeweze.",
    "Tied veur klantenservice is neet gespecificeerd.",
    "De beschikbare ópeningstiede zien nog neet gegaeve.",
    "’t Bedrief ha nog gein informatie euver zien ópeningstiede gepubliceerd.",
    "De beschikbaarheid veur publieksaafspraok is neet opgaaf.",
    "Detaljes euver de tied van dienstverliening manqueert.",
    "Informatie euver de service-tied is nog in wach.",
    "D’r is gein exacte data euver de óperasjonele tied.",
    "De klantenservice-tiede zien op dit moment onbekind.",
    "De tied veur consultatie is nog neet vastgesteld.",
    "’t Is neet bekind wae de werktiede zien.",
    "’t Bedrief ha nog neet gezag wae en wanneer ze ópen zien.",
    "Detaljes euver de ópeningstiede zien nog neet deil gemaek.",
    "’t Bedrief ha nog neet oetgelaeg wat de werktiede zien.",
    "De exacte werktied is nog neet besjikbaar.",
    "De informatie euver de werktied ha ze nog neet gepubliceerd.",
    "De ópeningstiede van ’t bedrief zien neet vastgesteld.",
    "’t Is onbekind waer en wanneer ’t bedrief besjikbaar is.",
    "’t Bedrief ha nog neet aangegeve waer en wanneer ze dienste verleen."
  ],
  "ca": [
    "No es disposa d'informació sobre els horaris d'atenció.",
    "La franja horària de funcionament no ha estat especificada.",
    "Els horaris d'atenció al client no estan definits.",
    "Encara no s'han proporcionat els detalls sobre els horaris disponibles.",
    "L'empresa no ha divulgat la informació relativa als seus horaris.",
    "La disponibilitat d'atenció al públic no ha estat especificada.",
    "Es desconeixen els detalls sobre els períodes d'atenció.",
    "La informació sobre els horaris de servei està pendent.",
    "No es disposa de dades precises sobre els moments de funcionament.",
    "Els horaris d'atenció al client són desconeguts en aquest moment.",
    "La franja horària per a consultes encara no ha estat establerta.",
    "No es té coneixement sobre les hores de servei.",
    "Els períodes d'atenció i disponibilitat no han estat comunicats.",
    "L'empresa encara no ha compartit detalls sobre els seus horaris laborals.",
    "Els moments específics per a l'atenció al client no han estat revelats.",
    "No es disposa d'informació precisa sobre els temps d'operació.",
    "L'empresa no ha especificat els horaris d'atenció al públic.",
    "La informació sobre els horaris laborals encara no ha estat publicada.",
    "Es desconeix la franja horària en què l'empresa està disponible.",
    "Els detalls sobre els horaris de funcionament estan per determinar.",
    "L'empresa no ha proporcionat informació sobre les hores d'atenció.",
    "No es disposa de dades disponibles sobre els moments de servei.",
    "La informació sobre els horaris laborals encara no ha estat divulgada.",
    "Els períodes d'atenció al client es troben sense determinar.",
    "Actualment es desconeix la disponibilitat horària de l'empresa.",
    "No es tenen detalls específics sobre els horaris d'atenció.",
    "L'empresa encara no ha comunicat l'hora d'inici i finalització.",
    "No es disposa d'informació precisa sobre les hores d'operació.",
    "La franja horària per a consultes i serveis està per confirmar.",
    "Els detalls relatius als horaris de servei encara no han estat compartits.",
    "No es disposa d'informació detallada sobre els moments d'atenció.",
    "L'empresa no ha establert de manera clara els seus horaris laborals.",
    "Es desconeix la disponibilitat horària per a activitats específiques.",
    "Els horaris d'atenció al públic encara no han estat especificats.",
    "No es té constància dels períodes d'operació de l'empresa.",
    "La informació sobre els horaris d'atenció al client està en espera.",
    "L'empresa no ha divulgat detalls sobre les seves hores de servei.",
    "Els moments específics d'atenció al públic no s'han revelat.",
    "No es disposa de dades concretes sobre la franja horària de funcionament.",
    "L'hora d'inici i finalització de les operacions encara no ha estat comunicada.",
    "Els horaris de servei no han estat establerts amb claredat.",
    "La disponibilitat d'atenció al client no ha estat especificada.",
    "Es desconeix actualment l'hora d'inici i tancament de les activitats.",
    "No es disposa de detalls sobre els horaris de funcionament de l'empresa.",
    "La informació sobre els moments d'atenció encara no està disponible.",
    "Els horaris laborals de l'empresa es mantenen sense determinar.",
    "No es disposa de dades concretes sobre la disponibilitat horària.",
    "L'empresa encara no ha compartit detalls sobre les seves hores d'atenció.",
    "Els períodes específics de funcionament no han estat especificats.",
    "Actualment es desconeix l'hora d'operació de l'empresa."
  ],
  "it": [
    "Le informazioni sugli orari di apertura non sono disponibili.",
    "L'orario di apertura non è stato specificato.",
    "Gli orari del servizio clienti non sono definiti.",
    "I dettagli sugli orari disponibili non sono ancora stati forniti.",
    "L'azienda non ha divulgato informazioni sui suoi orari di apertura.",
    "La disponibilità del servizio clienti non è stata specificata.",
    "Mancano i dettagli sugli orari di apertura.",
    "Le informazioni sugli orari di apertura sono in attesa di conferma.",
    "I dettagli precisi sugli orari di funzionamento non sono disponibili.",
    "Gli orari del servizio clienti sono attualmente sconosciuti.",
    "Il periodo per le domande non è ancora stato stabilito.",
    "Gli orari di servizio sono sconosciuti.",
    "Gli orari di apertura e la disponibilità non sono stati comunicati.",
    "L'azienda non ha ancora condiviso i dettagli sui suoi orari di apertura.",
    "Gli orari specifici del servizio clienti non sono stati rivelati.",
    "Le informazioni precise sugli orari di funzionamento non sono disponibili.",
    "L'azienda non ha specificato i suoi orari di apertura.",
    "Le informazioni sugli orari di apertura non sono ancora state pubblicate.",
    "Gli orari di apertura dell'azienda sono sconosciuti.",
    "I dettagli sugli orari di apertura devono ancora essere stabiliti.",
    "L'azienda non ha fornito informazioni sui suoi orari di lavoro.",
    "Non ci sono dati disponibili sugli orari di apertura.",
    "Le informazioni sugli orari di apertura non sono ancora state rilasciate.",
    "I periodi del servizio clienti sono indeterminati.",
    "Gli orari di apertura dell'azienda sono attualmente sconosciuti.",
    "I dettagli specifici sugli orari di funzionamento non sono ancora disponibili.",
    "L'azienda non ha ancora comunicato gli orari di inizio e fine attività."
    "Le informazioni precise sugli orari di apertura non sono ancora disponibili.",
    "Il periodo per le consulenze e i servizi deve ancora essere confermato.",
    "I dettagli sugli orari di apertura non sono ancora stati condivisi.",
    "Non ci sono informazioni dettagliate sugli orari di servizio.",
    "L'azienda non ha chiaramente definito i suoi orari di lavoro.",
    "La disponibilità per attività specifiche non è nota.",
    "Gli orari di apertura del servizio clienti non sono stati specificati.",
    "Non ci sono informazioni sui periodi operativi dell'azienda.",
    "Le informazioni sugli orari del servizio clienti sono in attesa.",
    "L'azienda non ha divulgato dettagli sui suoi orari di servizio.",
    "Gli orari specifici del servizio clienti non sono stati comunicati.",
    "Non ci sono dati concreti sugli orari di funzionamento.",
    "L'orario di inizio e fine delle operazioni non è ancora stato comunicato.",
    "Gli orari di servizio non sono stati definiti chiaramente.",
  ],
  "sk": [
    "Informácie o otváracích hodinách nie sú k dispozícii.",
    "Otváracie hodiny neboli špecifikované.",
    "Časy zákazníckej podpory nie sú definované.",
    "Podrobnosti o dostupných časoch zatiaľ neboli poskytnuté.",
    "Spoločnosť nezverejnila informácie o svojich otváracích hodinách.",
    "Dostupnosť zákazníckej podpory nebola špecifikovaná.",
    "Chýbajú podrobnosti o otváracích hodinách.",
    "Informácie o otváracích hodinách čakajú na potvrdenie.",
    "Presné podrobnosti o prevádzkových časoch nie sú k dispozícii.",
    "Hodiny zákazníckej podpory sú v súčasnosti neznáme.",
    "Časový rámec pre otázky ešte nebol stanovený.",
    "Prevádzkové hodiny sú neznáme.",
    "Otváracie hodiny a dostupnosť neboli komunikované.",
    "Spoločnosť zatiaľ nezdieľala podrobnosti o svojich otváracích hodinách.",
    "Špecifické časy zákazníckej podpory neboli odhalené.",
    "Presné informácie o prevádzkových časoch nie sú k dispozícii.",
    "Spoločnosť nespresnila svoje otváracie hodiny.",
    "Informácie o otváracích hodinách ešte neboli zverejnené.",
    "Otváracie hodiny spoločnosti sú neznáme.",
    "Podrobnosti o otváracích hodinách musia byť ešte určené.",
    "Spoločnosť neposkytla informácie o svojich prevádzkových hodinách.",
    "Nie sú k dispozícii žiadne údaje týkajúce sa otváracích hodín.",
    "Informácie o otváracích hodinách ešte neboli zverejnené.",
    "Obdobia zákazníckej podpory sú neurčené.",
    "Otváracie hodiny spoločnosti sú v súčasnosti neznáme.",
    "Špecifické informácie o prevádzkových časoch zatiaľ nie sú k dispozícii.",
    "Spoločnosť ešte nekomunikovala začiatok a koniec.",
    "Presné informácie o otváracích hodinách zatiaľ nie sú k dispozícii.",
    "Časový rámec pre konzultácie a služby musí byť ešte potvrdený.",
    "Podrobnosti o otváracích hodinách ešte neboli zdieľané.",
    "Podrobnosti o otváracích hodinách zatiaľ nie sú k dispozícii.",
    "Spoločnosť jasne nedefinovala svoje otváracie hodiny.",
    "Dostupnosť pre špecifické aktivity nie je známa.",
    "Otváracie hodiny zákazníckej podpory zatiaľ neboli špecifikované.",
    "Nie sú k dispozícii žiadne informácie o prevádzkových obdobiach spoločnosti.",
    "Informácie o otváracích hodinách zákazníckej podpory sú v čakacej fáze.",
    "Spoločnosť nezverejnila podrobnosti o svojich prevádzkových hodinách.",
    "Špecifické časy zákazníckej podpory neboli komunikované.",
    "Nie sú k dispozícii konkrétne údaje o prevádzkových časoch.",
    "Začiatok a koniec prevádzky ešte neboli oznámené.",
    "Prevádzkové hodiny neboli jasne stanovené.",
    "Dostupnosť zákazníckej podpory nebola špecifikovaná.",
    "V súčasnosti nie je známy začiatok a koniec aktivít.",
    "Nie sú k dispozícii žiadne informácie o otváracích hodinách spoločnosti.",
    "Informácie o otváracích hodinách služieb zatiaľ nie sú k dispozícii.",
    "Otváracie hodiny spoločnosti zatiaľ neboli určené.",
    "Nie sú k dispozícii konkrétne údaje o dostupnosti.",
    "Spoločnosť zatiaľ nezdieľala informácie o svojich otváracích hodinách.",
    "Špecifické prevádzkové obdobia neboli špecifikované.",
  ],
  "kr": [
    "영업 시간에 대한 정보가 없습니다.",
    "영업 시간이 지정되지 않았습니다.",
    "고객 서비스 시간이 정의되지 않았습니다.",
    "사용 가능한 시간에 대한 세부 정보가 아직 제공되지 않았습니다.",
    "회사가 영업 시간에 대한 정보를 공개하지 않았습니다.",
    "대중에 대한 서비스 가능성이 명시되지 않았습니다.",
    "서비스 시간에 대한 세부 정보가 부족합니다.",
    "서비스 시간 정보가 확인을 기다리고 있습니다.",
    "운영 시간에 대한 정확한 데이터가 없습니다.",
    "현재 고객 서비스 시간이 알려져 있지 않습니다.",
    "상담 시간 프레임이 아직 설정되지 않았습니다.",
    "근무 시간에 대한 정보가 없습니다.",
    "고객 서비스의 시간과 가용성이 발표되지 않았습니다.",
    "회사가 영업 시간에 대한 세부 정보를 아직 공유하지 않았습니다.",
    "고객 서비스의 특정 시간이 공개되지 않았습니다.",
    "운영 시간에 대한 정확한 정보가 없습니다.",
    "회사가 대중을 위한 영업 시간을 명시하지 않았습니다.",
    "근무 시간 정보가 아직 게시되지 않았습니다.",
    "회사가 언제 이용 가능한지 알 수 없습니다.",
    "영업 시간에 대한 세부 사항이 아직 결정되지 않았습니다.",
    "회사가 근무 시간에 대한 정보를 제공하지 않았습니다.",
    "서비스 시간에 대한 사용 가능한 데이터가 없습니다.",
    "영업 시간 정보가 아직 공개되지 않았습니다.",
    "고객 서비스 기간이 정의되지 않았습니다.",
    "현재 회사의 가용성이 알려져 있지 않습니다.",
    "영업 시간에 대한 구체적인 세부 사항이 없습니다.",
    "회사가 시작 및 종료 시간을 아직 발표하지 않았습니다.",
    "근무 시간에 대한 정확한 정보가 없습니다.",
    "상담 및 서비스의 시간 프레임이 아직 확인되지 않았습니다.",
    "영업 시간에 대한 세부 사항이 아직 공유되지 않았습니다.",
    "서비스 시간에 대한 자세한 정보가 없습니다.",
    "회사가 근무 시간을 명확하게 정의하지 않았습니다.",
    "특정 활동의 가용성이 알려져 있지 않습니다.",
    "고객 서비스 영업 시간이 아직 지정되지 않았습니다.",
    "회사의 운영 기간에 대한 정보가 없습니다.",
    "고객 서비스 시간에 대한 정보가 대기 중입니다.",
    "회사가 서비스 시간에 대한 세부 정보를 공개하지 않았습니다.",
    "고객 서비스의 특정 시간이 공개되지 않았습니다.",
    "운영 시간에 대한 구체적인 데이터가 없습니다.",
    "운영 시작 및 종료 시간이 아직 발표되지 않았습니다.",
    "서비스 시간이 명확하게 정의되지 않았습니다.",
    "고객 서비스의 가용성이 명시되지 않았습니다.",
    "현재 활동의 시작 및 종료 시간이 알려져 있지 않습니다.",
    "회사의 영업 시간에 대한 정보가 없습니다.",
    "서비스 시간에 대한 정보가 아직 제공되지 않았습니다.",
  ],
  "ar": [
    "لا تتوفر معلومات عن أوقات العمل.",
    "لم يتم تحديد أوقات العمل.",
    "أوقات خدمة العملاء غير محددة.",
    "لم يتم توفير تفاصيل حول الأوقات المتاحة بعد.",
    "لم تنشر الشركة معلومات عن أوقات عملها.",
    "لم يتم تحديد توفر الخدمة للجمهور.",
    "تفتقر التفاصيل حول أوقات الخدمة.",
    "معلومات أوقات الخدمة في انتظار التأكيد.",
    "لا توجد بيانات دقيقة عن أوقات التشغيل.",
    "أوقات خدمة العملاء غير معروفة في الوقت الحالي.",
    "لم يتم تحديد الإطار الزمني للاستشارة بعد.",
    "لا توجد معلومات عن ساعات العمل.",
    "لم يتم نشر أوقات وتوافر خدمة العملاء.",
    "لم تشارك الشركة بعد تفاصيل حول أوقات عملها.",
    "لم يتم الكشف عن أوقات خدمة العملاء المحددة.",
    "لا توجد معلومات دقيقة عن أوقات التشغيل المتاحة.",
    "لم تحدد الشركة أوقات عملها للجمهور.",
    "لم تُنشر معلومات عن ساعات العمل بعد.",
    "غير معروف متى تكون الشركة متاحة.",
    "لا تزال تفاصيل أوقات العمل بحاجة إلى التحديد.",
    "لم تقدم الشركة معلومات عن ساعات عملها.",
    "لا توجد بيانات متاحة حول أوقات الخدمة.",
    "لم تُنشر معلومات عن أوقات العمل بعد.",
    "لم يتم تحديد فترات خدمة العملاء.",
    "توافر الشركة غير معروف في الوقت الحالي.",
    "لا توجد تفاصيل محددة حول أوقات العمل.",
    "لم تعلن الشركة بعد عن أوقات البدء والانتهاء.",
    "لا توجد معلومات دقيقة عن ساعات العمل.",
    "الإطار الزمني للاستشارة والخدمة لم يتم تأكيده بعد.",
    "لم تُشارك تفاصيل أوقات العمل بعد.",
    "لا توجد معلومات مفصلة عن أوقات الخدمة.",
    "لم تحدد الشركة بوضوح ساعات عملها.",
    "توافر الأنشطة المحددة غير معروف.",
    "لم يتم تحديد أوقات خدمة العملاء بعد.",
    "لا توجد معلومات عن فترات تشغيل الشركة.",
  ],
  "da": [
    "Information om åbningstider er ikke tilgængelig.",
    "Åbningstider er ikke angivet.",
    "Kundeservice-tider er ikke defineret.",
    "Detaljer om tilgængelige tider er endnu ikke givet.",
    "Virksomheden har ikke offentliggjort information om sine åbningstider.",
    "Tilgængelighed for offentligheden er ikke angivet.",
    "Der mangler detaljer om åbningstider.",
    "Information om åbningstider venter på bekræftelse.",
    "Præcise oplysninger om driftstider er ikke tilgængelige.",
    "Kundeservice-tider er i øjeblikket ukendte.",
    "Tidsrammen for konsultation er endnu ikke fastlagt.",
    "Der er ingen oplysninger om arbejdstider.",
    "Tider og tilgængelighed for kundeservice er ikke blevet offentliggjort.",
    "Virksomheden har endnu ikke delt oplysninger om sine åbningstider.",
    "Specifikke tider for kundeservice er ikke blevet afsløret.",
    "Der er ingen præcise oplysninger om driftstider.",
    "Virksomheden har ikke angivet sine åbningstider for offentligheden.",
    "Information om arbejdstider er endnu ikke offentliggjort.",
    "Det er ukendt, hvornår virksomheden er tilgængelig.",
    "Detaljer om åbningstider skal stadig fastlægges.",
    "Virksomheden har ikke givet oplysninger om sine arbejdstider.",
    "Der er ingen tilgængelige data om servicetider.",
    "Information om åbningstider er endnu ikke blevet offentliggjort.",
    "Perioder for kundeservice er ikke defineret.",
    "Virksomhedens tilgængelighed er i øjeblikket ukendt.",
    "Der er ingen specifikke detaljer om åbningstider.",
    "Virksomheden har endnu ikke meddelt start- og sluttider.",
    "Der er ingen præcise oplysninger om arbejdstider.",
    "Tidsrammen for konsultation og service er endnu ikke bekræftet.",
    "Detaljer om åbningstider er endnu ikke blevet delt.",
    "Der er ingen detaljerede oplysninger om servicetider.",
    "Virksomheden har ikke klart defineret sine arbejdstider.",
    "Tilgængeligheden for specifikke aktiviteter er ukendt.",
    "Kundeservice-åbningstider er endnu ikke angivet.",
  ],
  "kl": [
    "Information om åbningstider er ikke tilgængelig.",
    "Åbningstider er ikke angivet.",
    "Kundeservice-tider er ikke defineret.",
    "Detaljer om tilgængelige tider er endnu ikke givet.",
    "Virksomheden har ikke offentliggjort information om sine åbningstider.",
    "Tilgængelighed for offentligheden er ikke angivet.",
    "Der mangler detaljer om åbningstider.",
    "Information om åbningstider venter på bekræftelse.",
    "Præcise oplysninger om driftstider er ikke tilgængelige.",
    "Kundeservice-tider er i øjeblikket ukendte.",
    "Tidsrammen for konsultation er endnu ikke fastlagt.",
    "Der er ingen oplysninger om arbejdstider.",
    "Tider og tilgængelighed for kundeservice er ikke blevet offentliggjort.",
    "Virksomheden har endnu ikke delt oplysninger om sine åbningstider.",
    "Specifikke tider for kundeservice er ikke blevet afsløret.",
    "Der er ingen præcise oplysninger om driftstider.",
    "Virksomheden har ikke angivet sine åbningstider for offentligheden.",
    "Information om arbejdstider er endnu ikke offentliggjort.",
    "Det er ukendt, hvornår virksomheden er tilgængelig.",
    "Detaljer om åbningstider skal stadig fastlægges.",
    "Virksomheden har ikke givet oplysninger om sine arbejdstider.",
    "Der er ingen tilgængelige data om servicetider.",
    "Information om åbningstider er endnu ikke blevet offentliggjort.",
    "Perioder for kundeservice er ikke defineret.",
    "Virksomhedens tilgængelighed er i øjeblikket ukendt.",
    "Der er ingen specifikke detaljer om åbningstider.",
    "Virksomheden har endnu ikke meddelt start- og sluttider.",
    "Der er ingen præcise oplysninger om arbejdstider.",
    "Tidsrammen for konsultation og service er endnu ikke bekræftet.",
    "Detaljer om åbningstider er endnu ikke blevet delt.",
    "Der er ingen detaljerede oplysninger om servicetider.",
    "Virksomheden har ikke klart defineret sine arbejdstider.",
    "Tilgængeligheden for specifikke aktiviteter er ukendt.",
    "Kundeservice-åbningstider er endnu ikke angivet.",
    "Der er ingen oplysninger om virksomhedens driftstider.",
    "Information om kundeservice-tider er i vente.",
    "Virksomheden har ikke offentliggjort oplysninger om sine servicetider.",
    "Specifikke tider for kundeservice er ikke blevet meddelt.",
    "Der er ingen konkrete data om driftstider.",
    "Start- og sluttider for driften er endnu ikke blevet meddelt.",
    "Servicetider er ikke blevet klart defineret.",
    "Kundeservice-tilgængelighed er ikke angivet.",
    "Det er i øjeblikket ukendt, hvornår aktiviteter starter og slutter.",
    "Der er ingen oplysninger om virksomhedens arbejdstider.",
  ],
  "he": [
    "אין מידע זמין על שעות הפעילות.",
    "שעות הפעילות לא צוינו.",
    "זמני שירות הלקוחות לא מוגדרים.",
    "פרטים על הזמנים הזמינים עדיין לא סופקו.",
    "החברה לא פרסמה מידע על שעות הפעילות שלה.",
    "זמינות השירות לציבור לא צוינה.",
    "חסרים פרטים על זמני השירות.",
    "מידע על זמני השירות ממתין לאישור.",
    "אין נתונים מדויקים על שעות הפעולה.",
    "זמני שירות הלקוחות אינם ידועים בשלב זה.",
    "הזמן לייעוץ עדיין לא נקבע.",
    "אין מידע על שעות העבודה.",
    "זמנים וזמינות לשירות הלקוחות לא פורסמו.",
    "החברה עדיין לא שיתפה פרטים על שעות הפעילות שלה.",
    "זמנים ספציפיים לשירות הלקוחות לא נחשפו.",
    "אין מידע מדויק על שעות הפעולה הזמינות.",
    "החברה לא ציינה את שעות הפעילות שלה לציבור.",
    "מידע על שעות העבודה עדיין לא פורסם.",
    "לא ידוע מתי החברה זמינה.",
    "פרטי שעות הפעולה עדיין צריכים להיות מוגדרים.",
    "החברה לא סיפקה מידע על שעות העבודה שלה.",
    "אין נתונים זמינים על זמני השירות.",
    "מידע על שעות הפעולה עדיין לא פורסם.",
    "תקופות שירות הלקוחות לא מוגדרות.",
    "זמינות החברה אינה ידועה בשלב זה.",
    "אין פרטים ספציפיים על שעות הפעולה.",
    "החברה עדיין לא הודיעה על זמני התחלה וסיום.",
    "אין מידע מדויק על שעות העבודה.",
    "הזמן לייעוץ ושירות עדיין לא אושר.",
    "פרטי שעות הפעולה עדיין לא חולקו.",
  ],
  "is": [
    "Upplýsingar um opnunartíma eru ekki tiltækar.",
    "Opnunartími hefur ekki verið tilgreindur.",
    "Tímar fyrir viðskiptavinaþjónustu eru ekki skilgreindir.",
    "Upplýsingar um tiltæka tíma hafa ekki enn verið veittar.",
    "Fyrirtækið hefur ekki birt upplýsingar um opnunartíma sína.",
    "Aðgengi fyrir almenning hefur ekki verið skilgreint.",
    "Skortur á upplýsingum um þjónustutíma.",
    "Upplýsingar um þjónustutíma bíða staðfestingar.",
    "Nákvæmar upplýsingar um rekstrartíma eru ekki tiltækar.",
    "Viðskiptavinaþjónustutímar eru nú óþekktir.",
    "Tímasetning fyrir ráðgjöf hefur ekki verið ákveðin enn.",
    "Engar upplýsingar um vinnutíma.",
    "Tímar og aðgengi fyrir viðskiptavinaþjónustu hafa ekki verið tilkynnt.",
    "Fyrirtækið hefur ekki enn deilt upplýsingum um opnunartíma sína.",
    "Sértækir tímar fyrir viðskiptavinaþjónustu hafa ekki verið opinberaðir.",
    "Engar nákvæmar upplýsingar um rekstrartíma eru tiltækar.",
    "Fyrirtækið hefur ekki skilgreint opnunartíma sína fyrir almenning.",
    "Upplýsingar um vinnutíma hafa ekki verið birtar enn.",
    "Ekki er vitað hvenær fyrirtækið er aðgengilegt.",
    "Upplýsingar um opnunartíma þurfa að vera ákveðnar enn.",
    "Fyrirtækið hefur ekki veitt upplýsingar um vinnutíma sína.",
    "Engar upplýsingar um þjónustutíma eru tiltækar.",
    "Upplýsingar um opnunartíma hafa ekki verið opinberaðar enn.",
    "Tímabil viðskiptavinaþjónustu eru ekki skilgreind.",
    "Aðgengi fyrirtækisins er nú óþekkt.",
    "Engar sértækar upplýsingar um vinnutíma eru tiltækar.",
    "Fyrirtækið hefur ekki enn tilkynnt um byrjun og lok vinnutíma.",
    "Engar nákvæmar upplýsingar um vinnutíma eru tiltækar.",
    "Tímasetning fyrir ráðgjöf og þjónustu er ekki staðfest enn.",
    "Upplýsingar um opnunartíma hafa ekki verið deilt enn.",
    "Engar ítarlegar upplýsingar um þjónustutíma eru tiltækar.",
    "Fyrirtækið hefur ekki skýrt skilgreint vinnutíma sína.",
    "Aðgengi fyrir sértækar aðgerðir er óþekkt.",
    "Opnunartímar viðskiptavinaþjónustu hafa ekki verið skilgreindir enn.",
    "Engar upplýsingar um rekstrartímabil fyrirtækisins.",
    "Upplýsingar um viðskiptavinaþjónustutíma bíða.",
    "Fyrirtækið hefur ekki birt upplýsingar um vinnutíma sína.",
  ],
  "et": [
    "Teave lahtioleku aegade kohta pole saadaval.",
    "Lahtioleku aegu pole määratletud.",
    "Klienditeeninduse ajad pole määratletud.",
    "Saadaval olevate aegade üksikasjad pole veel esitatud.",
    "Ettevõte pole avaldanud teavet oma lahtioleku aegade kohta.",
    "Avalikkusele suunatud teenuste ajad pole määratletud.",
    "Teenuseaegade üksikasjad puuduvad.",
    "Teenuseaegade teave pole veel kinnitatud.",
    "Täpsed andmed tööaegade kohta pole saadaval.",
    "Klienditeeninduse ajad on hetkel teadmata.",
    "Konsultatsioonide ajavahemik pole veel määratud.",
    "Tööaegu ei ole teada.",
    "Teenuste ja kättesaadavuse ajad pole avaldatud.",
    "Ettevõte pole veel jaganud oma tööaegade üksikasju.",
    "Spetsiifilised klienditeeninduse ajad pole avalikustatud.",
    "Täpset teavet tööaegade kohta pole saadaval.",
    "Ettevõte ei ole määratlenud oma lahtioleku aegu avalikkusele.",
    "Teave tööaegade kohta pole veel avaldatud.",
    "Pole teada, millal ettevõte on kättesaadav.",
    "Lahtioleku aegade üksikasjad peavad veel olema kindlaks määratud.",
    "Ettevõte ei ole esitanud teavet oma tööaegade kohta.",
    "Teenuseaegade kohta puuduvad andmed.",
    "Teave lahtioleku aegade kohta pole veel avalikustatud.",
    "Klienditeeninduse perioodid pole määratletud.",
    "Ettevõtte kättesaadavus on hetkel teadmata.",
    "Konkreetseid üksikasju tööaegade kohta pole.",
    "Ettevõte pole veel teatanud töö algus- ja lõppajad.",
    "Täpset teavet tööaegade kohta pole saadaval.",
    "Konsultatsioonide ja teenuste ajavahemik pole veel kinnitatud.",
    "Lahtioleku aegade üksikasjad pole veel jagatud.",
    "Teenuseaegade kohta puuduvad üksikasjalikud andmed.",
    "Ettevõte pole selgelt määratlenud oma tööaegu.",
    "Spetsiifiliste tegevuste kättesaadavus pole teada.",
    "Klienditeeninduse lahtioleku aegu pole veel määratletud.",
    "Ettevõtte tööperioodide kohta pole teavet.",
  ],
  "ja": [
    "営業時間に関する情報は利用できません。",
    "営業時間は指定されていません。",
    "カスタマーサポートの時間は定義されていません。",
    "利用可能な時間の詳細はまだ提供されていません。",
    "会社は営業時間に関する情報を公開していません。",
    "一般向けのサービス時間は指定されていません。",
    "サービス時間の詳細が欠けています。",
    "サービス時間に関する情報はまだ確認されていません。",
    "正確な運営時間のデータは利用できません。",
    "カスタマーサポートの時間は現在不明です。",
    "相談のための時間枠はまだ設定されていません。",
    "営業時間は不明です。",
    "カスタマーサポートの時間と可用性は発表されていません。",
    "会社はまだ営業時間の詳細を共有していません。",
    "特定のカスタマーサポートの時間は公開されていません。",
    "正確な運営時間に関する情報は利用できません。",
    "会社は自社の営業時間を指定していません。",
    "営業時間に関する情報はまだ公開されていません。",
    "会社がいつ連絡可能かは不明です。",
    "営業時間の詳細はまだ決定されていません。",
    "会社は自社の営業時間に関する情報を提供していません。",
    "サービス時間に関するデータは利用できません。",
    "営業時間に関する情報はまだ公開されていません。",
    "カスタマーサポート期間が定義されていません。",
    "会社の可用性は現在不明です。",
    "営業時間に関する具体的な詳細がありません。",
    "会社はまだ開始時間と終了時間を発表していません。",
    "正確な営業時間に関する情報は利用できません。",
    "相談とサービスの時間枠はまだ確認されていません。",
    "営業時間に関する詳細はまだ共有されていません。",
    "サービス時間に関する詳細な情報はありません。",
  ],
  "ru": [
    "Информация о часах работы недоступна.",
    "Часы работы не указаны.",
    "Время работы службы поддержки не определено.",
    "Подробности о доступных часах еще не предоставлены.",
    "Компания не опубликовала информацию о своих часах работы.",
    "Доступность для публики не указана.",
    "Отсутствуют подробности о часах обслуживания.",
    "Информация о часах обслуживания еще не подтверждена.",
    "Точные данные о часах работы недоступны.",
    "Часы работы службы поддержки в настоящее время неизвестны.",
    "Временной интервал для консультаций еще не установлен.",
    "Часы работы неизвестны.",
    "Часы обслуживания и доступность не объявлены.",
    "Компания еще не поделилась деталями своих часов работы.",
    "Специфические часы службы поддержки не раскрыты.",
    "Точные сведения о часах работы недоступны.",
    "Компания не указала свои часы работы.",
    "Информация о часах работы еще не опубликована.",
    "Неизвестно, когда компания доступна для связи.",
    "Подробности о часах работы еще должны быть определены.",
    "Компания не предоставила информацию о своих часах работы.",
    "Нет доступных данных о часах обслуживания.",
    "Информация о часах работы еще не раскрыта.",
    "Периоды обслуживания клиентов не определены.",
    "Доступность компании в настоящее время неизвестна.",
    "Нет конкретных деталей о часах работы.",
    "Компания еще не объявила время начала и окончания работы.",
    "Нет точной информации о часах работы.",
    "Временной интервал для консультаций и обслуживания еще не подтвержден.",
  ],
  "tr": [
    "Çalışma saatleri hakkında bilgi mevcut değil.",
    "Çalışma saatleri belirtilmemiş.",
    "Müşteri destek saatleri tanımlanmamış.",
    "Mevcut saatler hakkında ayrıntılar henüz sağlanmamış.",
    "Şirket çalışma saatleri hakkında bilgi yayınlamamış.",
    "Halka açık hizmet saatleri belirtilmemiş.",
    "Hizmet saatleri hakkında ayrıntılar eksik.",
    "Hizmet saatleri bilgisi henüz teyit edilmemiş.",
    "Çalışma saatleri hakkında kesin veriler mevcut değil.",
    "Müşteri destek saatleri şu anda bilinmiyor.",
    "Danışma için zaman aralığı henüz belirlenmemiş.",
    "Çalışma saatleri bilinmiyor.",
    "Hizmet saatleri ve erişilebilirlik duyurulmamış.",
    "Şirket henüz çalışma saatleri hakkında ayrıntı paylaşmamış.",
    "Müşteri destek için özel saatler açıklanmamış.",
    "Çalışma saatleri hakkında kesin bilgiler mevcut değil.",
    "Şirket çalışma saatlerini belirtmemiş.",
    "Çalışma saatleri bilgisi henüz yayınlanmamış.",
    "Şirketin ne zaman erişilebilir olduğu bilinmiyor.",
    "Çalışma saatleri hakkında ayrıntılar henüz belirlenmemiş.",
    "Şirket çalışma saatleri hakkında bilgi sağlamamış.",
    "Hizmet saatleri hakkında mevcut veri yok.",
    "Çalışma saatleri bilgisi henüz açıklanmamış.",
    "Müşteri destek dönemleri belirlenmemiş.",
    "Şirketin erişilebilirliği şu anda bilinmiyor.",
    "Çalışma saatleri hakkında özel ayrıntılar yok.",
    "Şirket henüz başlangıç ve bitiş saatlerini duyurmamış.",
  ],
  "hr": [
    "Informacije o radnom vremenu nisu dostupne.",
    "Radno vrijeme nije specificirano.",
    "Vremena za korisničku podršku nisu definirana.",
    "Detalji o dostupnim vremenima još nisu dostavljeni.",
    "Tvrtka nije objavila informacije o svom radnom vremenu.",
    "Dostupnost za javnost nije specificirana.",
    "Nedostaju detalji o radnim vremenima.",
    "Informacije o radnim vremenima još uvijek čekaju potvrdu.",
    "Točni podaci o radnim vremenima nisu dostupni.",
    "Radno vrijeme korisničke podrške trenutno je nepoznato.",
    "Vremenski okvir za konzultacije još nije utvrđen.",
    "Radno vrijeme nije poznato.",
    "Radno vrijeme i dostupnost nisu objavljeni.",
    "Tvrtka još nije podijelila detalje o svom radnom vremenu.",
    "Specifična vremena korisničke podrške nisu otkrivena.",
    "Točne informacije o radnim vremenima nisu dostupne.",
    "Tvrtka nije navela svoje radno vrijeme.",
    "Informacije o radnom vremenu još nisu objavljene.",
    "Nije poznato kada je tvrtka dostupna.",
    "Detalji o radnom vremenu još uvijek moraju biti utvrđeni.",
    "Tvrtka nije pružila informacije o svojim radnim vremenima.",
    "Nema dostupnih podataka o vremenima usluge.",
  ],
  "bg": [
    "Информация за работното време не е налична.",
    "Работното време не е посочено.",
    "Часовете за обслужване на клиенти не са дефинирани.",
    "Подробности за наличните часове все още не са предоставени.",
    "Компанията не е публикувала информация за своето работно време.",
    "Достъпността за обществеността не е уточнена.",
    "Липсват подробности за часовете на обслужване.",
    "Информацията за часовете на обслужване все още се очаква.",
    "Точните данни за работните часове не са налични.",
    "Часовете на обслужване на клиенти в момента са неизвестни.",
    "Времевият интервал за консултации все още не е определен.",
    "Няма информация за работните часове.",
    "Часовете и достъпността на услугите не са обявени.",
    "Компанията все още не е споделила подробности за своето работно време.",
    "Специфичните часове на обслужване на клиенти не са разкрити.",
    "Точната информация за работните часове не е налична.",
    "Компанията не е посочила своите работни часове.",
    "Информацията за работното време все още не е публикувана.",
    "Не е известно кога компанията е достъпна.",
    "Подробностите за работното време все още трябва да бъдат определени.",
    "Компанията не е предоставила информация за своите работни часове.",
    "Няма налични данни относно часовете на обслужване.",
    "Информацията за работното време все още не е разкрита.",
    "Периодите на обслужване на клиенти са неопределени.",
    "Работното време на компанията в момента е неизвестно."
  ]
}