{
  "es": [
    "Este negocio tiene pocas o ninguna reseña aún, pero puede valer la pena visitarlo.",
    "Este local tiene pocas opiniones por ahora, pero podría ser interesante visitarlo.",
    "Este establecimiento tiene pocas reseñas hasta ahora, pero merece una visita.",
    "Este negocio aún tiene pocas reseñas, aunque tal vez merezca la pena conocerlo.",
    "Este lugar tiene pocas valoraciones todavía, pero podría resultar recomendable.",
    "Este comercio aún cuenta con pocas críticas, pero bien podría valer la pena.",
    "Este negocio presenta pocas opiniones aún, aunque puede merecer una visita.",
    "Este establecimiento tiene pocas reseñas aún, y puede que valga la pena visitarlo.",
    "Este local cuenta con pocas reseñas por ahora, pero podría ser sugerente visitarlo.",
    "Este negocio apenas tiene reseñas, pero podría resultar interesante."
  ],
  "en": [
    "This business has few or no reviews yet, but it may be worth a visit.",
    "This establishment currently has little to no feedback, but it might be worth checking out.",
    "This place has almost no reviews yet, but visiting could be worthwhile.",
    "There are hardly any reviews for this business yet, but it could be worth a look.",
    "This venue has minimal reviews so far, though it might be worth visiting.",
    "This business lacks reviews at the moment, but it's possibly worth a stop.",
    "Few review exist for this business yet, but it might be worth visiting.",
    "This spot has few to no reviews yet, but it could be worthwhile to visit.",
    "There aren’t many reviews for this business yet, but it might be worth trying.",
    "Not many people have reviewed this business yet, but a visit might be recommended."
  ],
  "fr": [
    "Cette entreprise a peu ou pas d’avis pour l’instant, mais cela peut valoir le détour.",
    "Ce commerce compte peu d’avis actuellement, mais il peut être intéressant de le visiter.",
    "Il y a peu ou pas de critiques pour cet établissement, mais cela peut mériter une visite.",
    "Ce lieu a encore peu de retours, mais cela peut valoir une visite.",
    "Cette société n’a pas encore beaucoup d’avis, mais elle peut valoir la peine d’être visitée.",
    "On trouve peu d’avis pour cette entreprise, mais une visite pourrait être recommandée.",
    "Peu d’avis sont disponibles pour ce commerce, mais une visite peut valoir le coup.",
    "Cet établissement présente peu de retours pour l’instant, mais mérite peut‑être une visite.",
    "Ce lieu a peu d’avis jusqu’à présent, mais cela pourrait valoir la peine d’y aller.",
    "Il y a peu de commentaires pour ce commerce, mais cela peut en valoir la peine."
  ],
  "pt": [
    "Este estabelecimento tem poucas ou nenhuma avaliação ainda, mas pode valer a pena visitar.",
    "Este negócio possui poucas críticas até o momento, mas pode valer a visita.",
    "Tem-se poucas avaliações para este local, mas pode ser interessante ir.",
    "Este comércio conta com poucas opiniões por enquanto, mas pode ser válido conhecê-lo.",
    "Há poucas ou nenhumas resenhas para este negócio, mas talvez valha a visita.",
    "Este estabelecimento ainda tem poucas avaliações, mas pode valer a pena conferir.",
    "Não há muitas avaliações deste lugar ainda, mas pode merecer uma visita.",
    "Este local tem quase nenhuma avaliação ainda, mas pode valer a pena.",
    "Poucas avaliações existem para este comércio, mas pode valer o esforço visitar.",
    "Este lugar não tem muitas críticas ainda, mas pode ser interessante visitar."
  ],
  "de": [
    "Dieses Unternehmen hat bisher wenige oder keine Bewertungen, könnte aber einen Besuch wert sein.",
    "Dieses Geschäft hat noch kaum Bewertungen, kann aber einen Besuch lohnen.",
    "Es gibt bislang wenige bis keine Rezensionen zu diesem Betrieb, aber er könnte einen Besuch wert sein.",
    "Dieses Etablissement hat derzeit wenige Bewertungen, ist aber möglicherweise einen Besuch wert.",
    "Für dieses Unternehmen gibt es kaum Bewertungen, dennoch kann sich ein Besuch auszahlen.",
    "Dieser Ort hat noch wenige Meinungen, doch er könnte einen Besuch wert sein.",
    "Kaum Bewertungen liegen zu diesem Laden vor, aber es könnte lohnend sein, ihn zu besuchen.",
    "Es existieren fast keine Reviews zu diesem Geschäft, aber ein Besuch lohnt sich vielleicht.",
    "Bislang fehlen Bewertungen für dieses Lokal, aber man könnte es sich ansehen.",
    "Dieses Etablissement hat sehr wenige Bewertungen, könnte jedoch empfehlenswert sein."
  ],
  "fi": [
    "Tällä yrityksellä on vähän tai ei lainkaan arvosteluja vielä, mutta se voi olla vierailun arvoinen.",
    "Täällä on toistaiseksi vähän arvosteluja, mutta se saattaa olla käymisen arvoinen.",
    "Tällä paikalla on vain vähän palautteita, mutta vierailu voi olla mielekäs.",
    "Yrityksellä on toistaiseksi vain vähän arvosteluja, mutta se voi silti kannattaa käydä.",
    "Tässä paikassa on vähän arvioita, mutta vierailu voi olla harkinnan arvoista.",
    "Tällä liikkeellä on niukasti arvosteluja, mutta siihen voi olla syytä tutustua.",
    "Tällä firmalla on vähän palautteita, mutta vierailu voi olla kokeilemisen arvoinen.",
    "Paikalla on vähän arvosteluja aiemmin, mutta se saattaa olla vierailun arvoinen.",
    "Tällä yrityksellä on varsin vähän arvioita, mutta se voi kannattaa käydä katsomassa.",
    "Tässä paikassa on toistaiseksi hyvin vähän palautetta, mutta se voi olla käymisen arvoinen."
  ],
  "pl": [
    "Ta firma ma niewiele lub żadnych opinii, ale może warto ją odwiedzić.",
    "To przedsiębiorstwo ma jak dotąd mało recenzji, ale warto je odwiedzić.",
    "Niewiele jest opinii o tym miejscu, ale warto się tam wybrać.",
    "To miejsce ma kilka lub żadnych ocen, ale może być warte odwiedzenia.",
    "To przedsiębiorstwo ma mało komentarzy, ale może warto je poznać.",
    "To miejsce ma niewiele recenzji, ale warto je odwiedzić.",
    "Jest niewiele opinii o tym biznesie, ale może być ciekawe.",
    "To miejsce ma prawie brak recenzji, ale warto je sprawdzić.",
    "To lokal ma niewiele ocen, lecz może być godny odwiedzenia.",
    "To przedsiębiorstwo ma małą liczbę opinii, ale możne być warte uwagi."
  ],
  "be": [
    "Гэты бізнес мае мала ці зусім няма водгукаў, але можа варта наведаць.",
    "Пра гэты бізнес пакуль мала водгукаў, але ён можа быць варты ўвагі.",
    "Гэтая ўстанова мае крыху ці зусім няма водгукаў, але варта наведаць.",
    "У гэтага бізнесу пакуль мала водгукаў, але варта паспрабаваць наведаць.",
    "Гэты аб’ект мае недастаткова водгукаў, але можа быць цікавы для наведвання.",
    "Пакуль мала водгукаў пра гэты бізнес, але ён можа быць вартым вашага часу.",
    "Гэты бізнес мае вельмі мала водгукаў, але можа каштаваць наведвання.",
    "Гэтыя ўстановы практычна не маюць водгукаў, але варта іх наведаць.",
    "Пра гэтае месца пакуль няма водгукаў, але можа быць варта завітання.",
    "Гэты бізнес амаль без водгукаў, але можа варта яго наведаць."
  ],
  "nl": [
    "Dit bedrijf heeft nog weinig of geen recensies, maar het kan de moeite van een bezoek waard zijn.",
    "Deze zaak heeft momenteel weinig feedback, maar het zou de moeite waard kunnen zijn om te bezoeken.",
    "Er zijn nog nauwelijks beoordelingen voor dit bedrijf, maar een bezoek kan de moeite waard zijn.",
    "Deze onderneming heeft weinig recensies tot nu toe, maar een bezoek kan lonen.",
    "Voor dit bedrijf zijn nog weinig reviews, maar het kan best de moeite zijn om langs te gaan.",
    "Dit etablissement heeft weinig evaluaties, maar een bezoek kan interessant zijn.",
    "Deze plek heeft nog weinig recensies, maar het kan een bezoek waard zijn.",
    "Er zijn bijna geen recensies van dit pand, maar een bezoek zou de moeite kunnen waard zijn.",
    "Dit bedrijf heeft tot dusver weinig feedback, maar het kan de moeite zijn het te bezoeken.",
    "Er zijn weinig tot geen reviews voor dit bedrijf, maar een bezoek kan de moeite zijn."
  ],
  "ro": [
    "Această afacere are puține sau niciun fel de recenzii până acum, dar merită o vizită.",
    "Această unitate are puține păreri până în prezent, dar s-ar putea merita vizitată.",
    "Afacerea asta are puține recenzii, dar poate fi demnă de vizitat.",
    "Acest local are puține recenzii, dar ar putea fi util să-l vizitezi.",
    "Există puține recenzii pentru această afacere, însă merită încercată.",
    "Acest business are puține păreri, dar poate să merite o vizită.",
    "Această firmă are puține opinii și totuși ar putea fi demnă de vizitat.",
    "Au fost puține recenzii la această afacere, dar merită o vizită.",
    "Firmă asta are puține recenzii, dar merită cu siguranță vizitată.",
    "Această locație are puține recenzii, dar vizita ei poate fi benefică."
  ],
  "lt": [
    "Ši įmonė turi nedaug arba visai neturi atsiliepimų, bet verta ją aplankyti.",
    "Šis verslas turi nedaug apžvalgų, bet gali būti verta jį aplankyti.",
    "Šis objektas turi mažai ar visai neturi atsiliepimų, bet gali būti vertas dėmesio.",
    "Ši įstaiga dar turi mažai atsiliepimų, bet verta apsilankyti.",
    "Ši veikla turi nedaug vertinimų, bet gali būti naudinga ją aplankyti.",
    "Ši vieta turi nedaug atsiliepimų, bet gali būti verta apsilankymo.",
    "Šį verslą vertina mažai žmonių, bet lankyti galbūt verta.",
    "Ši vieta turi vos kelis atsiliepimus, bet gali būti verta.",
    "Ši įmonė turi vos keletą apžvalgų, bet gal verta ją aplankyti.",
    "Šis objektas turi mažai apžvalgų, bet gali būti lankytinas."
  ],
  "cs": [
    "Tato firma má zatím málo nebo žádné recenze, ale může stát za návštěvu.",
    "Tento podnik má zatím málo hodnocení, ale může se vyplatit navštívit ho.",
    "Existuje jen málo recenzí na tento podnik, ale může být zajímavé ho navštívit.",
    "Tato provozovna má málo recenzí, ale může být hodna návštěvy.",
    "Tento obchod má zatím jen několik recenzí, ale návštěva se může vyplatit.",
    "Pro tento podnik jsou zatím jen minimální recenze, ale může být pěkný.",
    "Tato společnost má jen málo recenzí, ale může být vhodné ji navštívit.",
    "Tento podnik má málo reakcí, ale může stát za návštěvu.",
    "Zatím je zde málo recenzí, ale podnik může být zajímavý.",
    "Tady o tomto podniku není moc recenzí, ale návštěva může být přínosná."
  ],
  "si": [
    "To podjetje ima še malo ali ni mnenj, a je lahko vredno obiska.",
    "To podjetje ima malo ocen ali sploh nobenih, vendar je lahko vredno obiskati.",
    "Ta lokal ima malo pregledov, vendar se lahko obisk splača.",
    "Ta poslovni subjekt ima malo ali nič ocen, a se ga morda splača obiskati.",
    "Podjetje ima malo povratnih informacij, a je lahko vredno ogleda.",
    "Ta prizorišče ima malo komentarjev, vendar je lahko obisk zanimiv.",
    "To podjetje nima veliko mnenj, vendar bi ga bilo vredno obiskati.",
    "Na tem mestu je malo ocen, a ga lahko obisk priporočljiv.",
    "Ta obrat ima malo ali nobenih ocen, a bi ga lahko vredno obiskati.",
    "Podjetje ima zelo malo mnenj, a je morda vredno obiska."
  ],
  "lv": [
    "Šim uzņēmumam vēl ir maz vai vispār nav atsauksmju, bet tas varētu būt vērts apmeklēt.",
    "Šai vietai ir maz vai nav atsauksmju, taču apmeklējums varētu būt noderīgs.",
    "Šim biznesam ir maz atsauksmju, bet varētu būt vērts to apciemot.",
    "Uzņēmumam ir maz atsauksmju, bet to varētu būtu vērts apmeklēt.",
    "Šis uzņēmums ir ar maz atsauksmju, tomēr apmeklēšanu varētu izskatīt.",
    "Šai iestādei vēl ir maz atsauksmju, tomēr tā varētu būt interesanta apmeklēšanai.",
    "Šim biznesam ir ļoti maz atsauksmju, bet apmeklējums varētu atmaksāties.",
    "Maz vai nekādu atsauksmju vēl nav, bet vērts apsvērt apmeklējumu.",
    "Šim vietai ir ļoti maz atsauksmju, bet apmeklējums varētu būt vērtīgs.",
    "Uzņēmumam nav daudz atsauksmju, bet tas varētu būt vērts apmeklēt."
  ],
  "sr-ME": [
    "Ovaj biznis ima malo ili nimalo recenzija, ali može biti vredan posete.",
    "Ova firma ima malo ocena, ali možda vredi obići.",
    "Ovaj lokal ima malo komentara, ali može biti interesantan za posetu.",
    "Ovaj obrt ima skoro nikakve recenzije, ali bi poseta mogla biti dobra ideja.",
    "Ovaj objekat ima malo mišljenja, ali vredi ga posetiti.",
    "Ovaj preduzetnički objekat ima malo recenzija, ali vredi obići.",
    "Malo je recenzija za ovaj posao, ali bi poseta mogla biti korisna.",
    "Skoro da nema recenzija, ali poseta može biti opravdana.",
    "Nedovoljno je recenzija, ali ovaj lokal može biti vredan posete.",
    "Ovaj biznis ima gotovo nijednu recenziju, ali ga vredi obići."
  ],
  "sv": [
    "Detta företag har få eller inga recensioner än, men det kan vara värt ett besök.",
    "Det här stället har knappt några omdömen än, men kan vara värt att besöka.",
    "Få recensioner finns än för detta företag, men det kan vara värt att gå dit.",
    "Företaget har fortfarande få omdömen, men det kan vara ett besöksvärt ställe.",
    "Detta ställe har ytterst få recensioner, men kan vara värt ett besök.",
    "Företaget har nästan inga recensioner än, men det kan vara intressant att besöka.",
    "Det finns få omdömen för detta, men det kan ändå vara värt att se.",
    "Nästan inga recensioner finns än, men det kan vara värt ett besök.",
    "Lite eller inga recensioner hittills, men det kan vara värt att åka dit.",
    "Detta lokala företag har få recensioner – men det kan vara värt ett besök."
  ],
  "zh": [
    "这家店目前评价很少或没有，但可能值得一去。",
    "这家商户还没有多少评论，但可能值得访问。",
    "此商家评论稀少，但可能值得一访。",
    "这家企业目前评论不多，但值得去看看。",
    "目前这家店铺评论不多，但值得去试试。",
    "这家场所几乎没有评价，但可能值得去。",
    "这家店评论尚少，但也许值得一探。",
    "该商家评价稀少，但去看看可能不坏。",
    "评论很少或没有，但此处或许值得一访。",
    "这家商业机构评价不多，但也许值得拜访。"
  ],
  "li": [
    "Dít bedrecht hem neet of good minne reviews, mer 't kin de moeite wear Besuch weerd zien.",
    "Dít bedriech häb neet veer of good minne commentaires, mer 't is drek ‘t óp te zéege.",
    "Dít collectie häb neet versjillende comments, mer 't kan good veur ’bstapke zèn.",
    "Hie henn zeen weinig recencies, mer 't kin lonend zeen um d'r hoes te gaon.",
    "Dit establishment heurt neet van veul reacties, mer 't mag ’t besoek weerd zeen.",
    "Dieses bedriech henn doar neet of good minne feedback, mer 't kin lonend zeen 't zéege.",
    "Dizze plek het weinig of gin review, mer 't kin wa’ 't besoek weerd zeen.",
    "Dísse plek heurt amper reviews, mer 't is kin neet minne um te besjieke.",
    "Hie zin neet veul recencies, mer ’t kin wa’ waard zeen om te besjieke.",
    "Dít bedriech heurt wein 'meningen, mer 't kin weerd zeen um d'r hin te gaon."
  ],
  "ca": [
    "Aquest establiment té poques o cap ressenya encara, però pot valer la pena visitar-lo.",
    "Aquest negoci encara té poques opinions, però podria ser recomanable.",
    "Aquest lloc té pocs comentaris per ara, però pot ser que valgui la pena.",
    "Aquest comerç té poques ressenyes fins ara, però valdria la pena visitar-lo.",
    "Aquest negoci compta amb poques ressenyes, però podríem visitar-lo.",
    "Aquest establiment té escasses opinions fins ara, però podria ser interessant.",
    "Aquest lloc té poques valoracions, però podria ser recomanable de visitar.",
    "Aquest comerç té poques crítiques, però val la pena visitar-lo.",
    "Aquest local té poques ressenyes, però pot merèixer una visita.",
    "Aquest negoci té gairebé cap ressenya, però visitar-lo podria ser valuós."
  ],
  "it": [
    "Questo negozio ha poche o nessuna recensione al momento, ma potrebbe valere la pena visitarlo.",
    "Questo locale ha poche recensioni finora, ma potrebbe essere interessante da visitare.",
    "Questo esercizio ha quasi nessuna recensione, ma una visita potrebbe essere consigliata.",
    "Questo business ha poche recensioni, ma potrebbe valere la pena fare un salto.",
    "Questo posto ha poche valutazioni, ma potrebbe essere interessante da vedere.",
    "Questo commercio ha poche critiche, ma potrebbe valere la pena visitarlo.",
    "Questo negozio ha poche opinioni, ma una visita potrebbe essere utile.",
    "Questo locale ha poche recensioni, ma potrebbe essere consigliabile visitarlo.",
    "Questo esercizio ha poche recensioni al momento, ma potrebbe valere la pena visitarlo.",
    "Questo business ha pochissime recensioni, ma una visita potrebbe essere interessante.",
  ],
  "sk": [
    "Tá toto podnikanie zatiaľ málo alebo žiadne recenzie, ale môže stáť za návštevu.",
    "Tento podnik má zatiaľ málo hodnotení, ale môže byť zaujímavé ho navštíviť.",
    "Toto miesto má takmer žiadne recenzie, ale návšteva by mohla byť zaujímavá.",
    "Tento podnik má len niekoľko recenzií, ale môže stáť za to ho navštíviť.",
    "Toto miesto má málo hodnotení, ale môže byť užitočné ho navštíviť.",
    "Tento obchod má zatiaľ len niekoľko recenzií, ale môže byť zaujímavé ho vidieť.",
    "Toto podnikanie má veľmi málo recenzií, ale návšteva by mohla byť užitočná.",
    "Tento podnik má takmer žiadne recenzie, ale návšteva by mohla stáť za to.",
    "Toto miesto má len niekoľko recenzií, ale môže byť zaujímavé ho navštíviť.",
    "Tento obchod má veľmi málo hodnotení, ale návšteva by mohla byť zaujímavá."
  ],
  "kr": [
    "이 사업체는 아직 리뷰가 거의 없거나 전혀 없지만 방문할 가치가 있을 수 있습니다.",
    "이 장소는 현재 리뷰가 거의 없지만 방문할 만한 가치가 있을 수 있습니다.",
    "이 업체는 리뷰가 거의 없지만 방문해 볼 만할 수 있습니다.",
    "이 가게는 리뷰가 거의 없지만 방문할 가치가 있을 수 있습니다.",
    "이 사업체는 리뷰가 적지만 방문해 볼 만합니다.",
    "이 장소는 리뷰가 거의 없지만 방문할 만한 가치가 있을 수 있습니다.",
    "이 업체는 리뷰가 적지만 방문해 볼 만합니다.",
    "이 가게는 리뷰가 거의 없지만 방문할 만한 가치가 있을 수 있습니다.",
    "이 사업체는 리뷰가 적지만 방문해 볼 만합니다.",
    "이 장소는 리뷰가 거의 없지만 방문할 만한 가치가 있을 수 있습니다."
  ],
  "ar": [
    "هذا العمل لديه مراجعات قليلة أو لا توجد مراجعات حتى الآن، لكنه قد يستحق الزيارة.",
    "هذا المكان لديه تقييمات قليلة حتى الآن، لكنه قد يكون مثيرًا للاهتمام للزيارة.",
    "هذا المتجر لديه مراجعات قليلة حتى الآن، لكن زيارة قد تكون مجدية.",
    "هذا العمل لديه تقييمات قليلة، ولكن قد يكون من المفيد زيارته.",
    "هذا المحل لديه مراجعات قليلة حتى الآن، لكنه قد يستحق الزيارة.",
    "هذا العمل التجاري لديه تقييمات قليلة، لكن زيارة قد تكون مفيدة.",
    "هذا المكان لديه مراجعات قليلة، لكنه قد يكون جديرًا بالزيارة.",
    "هذا المتجر لديه تقييمات قليلة حتى الآن، لكنه قد يكون مثيرًا للاهتمام للزيارة.",
    "هذا العمل لديه مراجعات قليلة، لكن زيارة قد تكون مجدية.",
    "هذا المحل لديه تقييمات قليلة، لكنه قد يكون جديرًا بالزيارة."
  ],
  "da": [
    "Denne virksomhed har få eller ingen anmeldelser endnu, men den kan være et besøg værd.",
    "Dette sted har i øjeblikket få kommentarer, men det kan være interessant at besøge.",
    "Denne butik har næsten ingen anmeldelser, men den kan være et besøg værd.",
    "Denne virksomhed har kun få anmeldelser, men den kan være et besøg værd.",
    "Dette sted har få bedømmelser, men det kan være nyttigt.",
    "Denne virksomhed har få anmeldelser, men det kan være nyttigt.",
    "Denne butik har få anmeldelser, men den kan være interessant at besøge.",
    "Denne virksomhed har få anmeldelser, men den kan være et besøg værd.",
    "Denne virksomhed har få anmeldelser, men den kan være interessant at besøge."
  ],
  "he": [
    "לעסק הזה יש מעט או אין בכלל ביקורות עדיין, אבל זה עשוי להיות שווה ביקור.",
    "למקום הזה יש כרגע מעט תגובות, אבל זה עשוי להיות מעניין לבקר.",
    "לחנות הזו כמעט ואין ביקורות, אבל הביקור עשוי להיות שווה.",
    "לעסק הזה יש רק כמה ביקורות, אבל זה עשוי להיות שווה ביקור.",
    "למקום הזה יש מעט דירוגים, אבל הביקור עשוי להיות מועיל.",
    "לעסק הזה יש מעט ביקורות, אבל הביקור עשוי להיות מועיל.",
    "לחנות הזו יש מעט ביקורות, אבל הביקור עשוי להיות מעניין.",
    "לעסק הזה יש מעט ביקורות, אבל הביקור עשוי להיות מועיל.",
    "למקום הזה יש מעט ביקורות, אבל זה עשוי להיות שווה ביקור.",
    "לעסק הזה יש מעט ביקורות, אבל הביקור עשוי להיות מעניין."
  ],
  "is": [
    "Þetta fyrirtæki hefur fáar eða engar umsagnir enn, en það gæti verið þess virði að heimsækja.",
    "Þessi staður hefur lítið sem ekkert viðbragð núna, en það gæti verið áhugavert að heimsækja.",
    "Þessi verslun hefur næstum engar umsagnir, en heimsókn gæti verið þess virði.",
    "Þetta fyrirtæki hefur fáar umsagnir, en það gæti verið þess virði að heimsækja.",
    "Þessi staður hefur fáar umsagnir, en heimsókn gæti verið gagnleg.",
    "Þetta fyrirtæki hefur fáar umsagnir, en heimsókn gæti verið gagnleg.",
    "Þessi búð hefur fáar umsagnir, en heimsókn gæti verið áhugaverð.",
    "Þetta fyrirtæki hefur fáar umsagnir, en heimsókn gæti verið gagnleg.",
    "Þessi staður hefur fáar umsagnir, en það gæti verið þess virði að heimsækja.",
    "Þetta fyrirtæki hefur fáar umsagnir, en heimsókn gæti verið áhugaverð."
  ],
  "et": [
    "See ettevõte on saanud seni vähe või üldse mitte ühtegi arvustust, kuid võib olla külastamist väärt.",
    "See asutus on saanud praegu vähe tagasisidet, kuid võib olla huvitav külastada.",
    "See koht on saanud peaaegu mitte ühtegi arvustust, kuid külastus võib olla väärtuslik.",
    "Sellel ettevõttel on seni vaid mõned arvustused, kuid see võib olla külastamist väärt.",
    "See asukoht on saanud vähe hinnanguid, kuid külastamine võib olla kasulik.",
    "See äri on saanud vähe arvustusi, kuid külastus võib olla kasulik.",
    "See pood on saanud vähe arvustusi, kuid külastus võib olla huvitav.",
    "Sellel ettevõttel on vähe arvustusi, kuid külastus võib olla kasulik.",
    "See asutus on saanud vähe arvustusi, kuid see võib olla külastamist väärt.",
    "See äri on saanud vähe arvustusi, kuid külastus võib olla huvitav."
  ],
  "ja": [
    "このビジネスはまだレビューが少ないか全くありませんが、訪れる価値があるかもしれません。",
    "この店舗は現在レビューがほとんどありませんが、訪れる価値があるかもしれません。",
    "この店はほとんどレビューがありませんが、訪問する価値があるかもしれません。",
    "この事業はレビューが少ないですが、訪れる価値があるかもしれません。",
    "この場所はレビューが少ないですが、訪問する価値があるかもしれません。",
    "このビジネスはレビューが少ないですが、訪れる価値があります。",
    "この店はレビューが少ないですが、訪問する価値があります。",
    "この事業はレビューが少ないですが、訪れる価値があります。",
    "この店舗はレビューが少ないですが、訪れる価値があります。",
    "このビジネスはレビューが少ないですが、訪問する価値があります。"
  ],
  "ru": [
    "Этот бизнес пока имеет мало или совсем нет отзывов, но может быть стоит посетить.",
    "Это заведение пока имеет мало отзывов, но может быть интересно посетить.",
    "Этот магазин почти не имеет отзывов, но посещение может быть полезным.",
    "У этого бизнеса пока мало отзывов, но он может быть интересен для посещения.",
    "Это место имеет мало отзывов, но может быть полезно его посетить.",
    "Этот бизнес имеет мало отзывов, но посещение может быть полезным.",
    "Этот магазин имеет мало отзывов, но посещение может быть интересным.",
    "У этого бизнеса мало отзывов, но посещение может быть полезным.",
    "Это заведение имеет мало отзывов, но может быть стоит посетить.",
    "Этот бизнес имеет мало отзывов, но посещение может быть интересным."
  ],
  "tr": [
    "Bu işletmenin henüz çok az veya hiç incelemesi yok, ancak ziyaret etmeye değer olabilir.",
    "Bu mekanın şu anda çok az incelemesi var, ancak ziyaret etmek ilginç olabilir.",
    "Bu dükkanın neredeyse hiç incelemesi yok, ancak ziyaret etmek faydalı olabilir.",
    "Bu iş yerinin az sayıda incelemesi var, ancak ziyaret etmeye değer olabilir.",
    "Bu yerin az sayıda değerlendirmesi var, ancak ziyaret etmek faydalı olabilir.",
    "Bu işletmenin az sayıda incelemesi var, ancak ziyaret etmek ilginç olabilir.",
    "Bu dükkanın az sayıda incelemesi var, ancak ziyaret etmek faydalı olabilir.",
    "Bu iş yerinin az sayıda incelemesi var, ancak ziyaret etmek ilginç olabilir.",
    "Bu mekanın az sayıda incelemesi var, ancak ziyaret etmeye değer olabilir.",
    "Bu işletmenin az sayıda incelemesi var, ancak ziyaret etmek faydalı olabilir."
  ],
  "hr": [
    "Ovaj posao ima malo ili nimalo recenzija, ali možda vrijedi posjetiti.",
    "Ovaj lokal ima malo recenzija do sada, ali bi mogao biti zanimljiv za posjetiti.",
    "Ova trgovina ima gotovo nikakve recenzije, ali posjet bi mogao biti vrijedan.",
    "Ovaj posao ima malo recenzija, ali možda vrijedi posjetiti.",
    "Ovaj objekt ima malo recenzija, ali bi mogao biti koristan za posjetiti.",
    "Ova firma ima malo recenzija, ali posjet bi mogao biti koristan.",
    "Ova trgovina ima malo recenzija, ali možda vrijedi posjetiti.",
    "Ovaj posao ima malo recenzija, ali posjet bi mogao biti zanimljiv.",
    "Ovaj objekt ima malo recenzija, ali možda vrijedi posjetiti.",
    "Ova firma ima malo recenzija, ali posjet bi mogao biti koristan."
  ],
  "bg": [
    "Този бизнес има малко или никакви отзиви все още, но може да си струва да го посетите.",
    "Този обект има малко отзиви досега, но може да бъде интересен за посещение.",
    "Този магазин има почти никакви отзиви, но посещението може да си струва.",
    "Този бизнес има малко отзиви, но може да си струва да го посетите.",
    "Този обект има малко отзиви, но може да бъде полезно да го посетите.",
    "Тази фирма има малко отзиви, но посещението може да бъде полезно.",
    "Този магазин има малко отзиви, но може да си струва да го посетите.",
    "Този бизнес има малко отзиви, но посещението може да бъде интересно.",
    "Този обект има малко отзиви, но може да си струва да го посетите.",
    "Тази фирма има малко отзиви, но посещението може да бъде полезно.",
  ]
}